INSERT INTO shamelah_import_authors (authid, auth, inf, oVer, oNum, seal, AD, Lng, HigriD) VALUES (1,"الطبري، أبو جعفر","الطبري، أبو جعفر (224-310هـ ، 839 - 923م).

 أبو جعفر محمد بن جرير بن يزيد بن غالب. إمام المفسرين. ولد بطبرستان، وبدأ في طلب العلم في السادسة عشرة من عمره، ثم رحل إلى بغداد واستقر فيها، بعد أن زار عدة بلدان.

أثنى العلماء على الطبري كثيرًا، فقالوا: إنه ثقة عالم، أحد أئمة أهل السنة الكبار، يؤخذ بأقواله، ويُرجع إليه لسعة علمه، وسلامة منهجه. ترك عدة مؤلفات نافعة أبرزها تفسيره الكبير جامع البيان عن تأويل آي القرآن المشهور بين الجمهور بتفسير الطبري. وهو أول تفسير كامل وصل إلينا، أفاد منه كل من جاء بعده، ولهذا عدّ العلماء الطبري أبا التفسير، كما عدوه أبا التاريخ؛ لأن له كتابًا كبيرًا في التاريخ لم يؤلَّف مثله، إلا أنه لم يلتزم فيه بالتوثيق. وسماه تاريخ الأمم والملوك، وله أيضًا: تهذيب الآثار وغير ذلك.

توفي الطبري في بغداد.

 نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net
 
",NULL,NULL,NULL,"99999",NULL,NULL), 
 (3,"الجرجاني، عبد القاهر","الجرجاني، عبدالقاهر (400 - 471هـ، 1010 - 1078م).

أبوبكر عبدالقاهر بن عبدالرحمن بن محمد الفارسي الأصل، الجرجاني الدار، وُلِدَ وتوفي في جرجان. تتلمذ على أبي الحسين بن عبدالوارث، ابن أخت أبي علي الفارسي، وكان يحكي عنه كثيرًا، لأنه لم يلق شيخًا مشهورًا في العربية غيره لعدم خروجه من جرجان في طلب العلم. ويُعد عبدالقاهر واحدًا من الذين تفخر بهم الحضارة الإسلامية في مجال الدرس اللغوي والبلاغي، إذ تقف مؤلفاته شامخة حتى اليوم أمام أحدث الدراسات اللغوية، ويُعد كتابه دلائل الإعجاز قمة تلك المؤلفات؛ حيث توصل فيه إلى نظريته الشهيرة التي عُرفت باسم نظرية التعليق أو نظرية النظم، التي سبق بها عصره، ومازالت تبهر الباحثين المعاصرين، وتقف نداً قويًا لنظريات اللغويين الغربيين في العصر الحديث.

أراد عبدالقاهر بكتابه دلائل الإعجاز أن يرد على من كانوا يرجعون إعجاز القرآن إلى الألفاظ، ورفض أن يكون الإعجاز راجعًا إلى المفردات أو حتى معانيها؛ أو جريانها وسهولتها وعذوبتها وعدم ثقلها على الألسنة. كما رفض أن يكون الإعجاز راجعًا إلى الاستعارات أو المجازات أو الفواصل أو الإيجاز، وإنما رد إعجاز القرآن إلى حسن النظم. ومجمل نظريته أنه لا اعتداد بمعاني الكلمات المفردة إن لم تنتظم في سياق تركيبي، وهو ما يعرف بالنحو، فهو يرى أن الدلالة المعجمية معروفة لمعظم أهل اللغة ولكن دلالة اللفظة التي تكتسبها خلال نظمها في سياق تركيبي هي التي يسعى إليها مستخدم اللغة، لاختلاف دلالة اللفظة تبعًا للتركيب النحوي الذي تنتظم فيه، والمواضع المختلفة التي تحتلها في السياقات الناتجة عن أصل سياقي واحد.

حذق عبدالقاهر الثقافة العربية الإسلامية التي كانت سائدة في عصره، مثل علوم القرآن الكريم وما دارت حوله من مباحث ودراسات. وأتقن الفقه الشافعي وبرع في فلسفة المذهب الأشعري. وألم بالدراسات المنطقية على نحو ما تكشف عن ذلك تقسيماته ودراساته في أسرار البلاغة ومجادلاته في دلائل الإعجاز. وقد كان عبدالقاهر على معرفة تامة بلغات متعددة غير العربية؛ فقد عرف الفارسية والتركية والهندية، وبرع في اللغة الهندية إلى الحد الذي جعله يكتشف استفادة بعض شعراء العرب من لغة الهنود وأفكارهم.

تصدر عبدالقاهر مجالس جرجان يفيد الراحلين إليه والوافدين عليه. وقصده طلاب العلم من كُلِّ صوب، ومن تلامذته المشهورين الواردين إلى العراق والمتصدرين ببغداد على بن زيد الفصيحي، وأبوزكريا التبريزي، والإمام أبوعامر الفضل بن إسماعيل التميمي الجرجاني وأبو النصر أحمد بن محمد الشجري.

انتقل إلى عبدالقاهر علم السابقين فتأثر به، وظهر ذلك جليًا في مؤلفاته مثل : المغني والمقتصد؛ الإيجاز؛ التكملة؛ التذكرة؛ المفتاح؛ الجمل؛ العوامل المائة؛ النحو؛ التخليص؛ العمدة في التصريف؛ كتاب شرح الفاتحة؛ إعجاز القرآن الصغير؛ إعجاز القرآن الكبير؛ الرسالة الشافية؛ دلائل الإعجاز، أسرار البلاغة.

يلاحظ المشتغلون بعلم اللغة أن عبدالقاهر قد سبق في دلائل الإعجاز الكثيرين من الباحثين الغربيين بعدّة قرون في عديد من الأفكار؛ فقد سبق الفيلسوف الإنجليزي جون لوك في الإشارة إلى عملية الاتصال اللغوي، وسبق العالمين دي سوسير وأنطوان مييه في كثير من أصول التحليل اللغوي، وسبق العالم الألماني فنت في أصول مدرسته الرمزية، وسبق العالم الأمريكي تشومسكي في الكثير من أصول مدرسته التحويلية التوليدية.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (5,"الطَّبَريّ، أبو خلف","الطَّبَريّ، أبو خلف ( ؟ - 470هـ، ؟ - 1077م). 

أبوخلف محمد بن عبدالملك بن خلف السَّلْميّ الطبري الشافعي. كان يجمع بين الفقه والتصوف. تتلمذ للشيخين القفال وأبي منصور البغدادي. من كتبه الكناية في الفقه و شرح المفتاح لابن القاص في الفقه الشافعي و المعين على مقتضى الدين.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (6,"الجُرجاني، أبو الحسن","الجُرجاني، أبو الحسن (322هـ - 392هـ، 933 - 1001م).

علي بن عبدالعزير القاضي الجرجاني. عالم موسوعيٌّ وأديب ناقد من أعلام القرن الرابع للهجرة. ولد بجرجان ونشأ بها وتلقى تعليمه الأول فيها، ثم رحل بصحبة أخيه إلى نيسابور لطلب العلم وهو لم يبلغ الحلم. ويبدو أن تعليمه في نيسابور أشعل فيه جذوة الشغف بالعلم، فأكثر الرحيل في طلبه، فرحل إلى العراق والشام وغيرهما.

اتصل بالصاحب بن عبّاد الذي كان وزيرًا لبني بويه، فاختص به ومكث عنده، وبلغ من المكانة عنده درجة عالية، فولاه قضاء جُرجان، ثم ولاه القضاء بالرِّيّ، حيث يقيم الصاحب بن عبَّاد، ثم ارتقى به إلى رئاسة القضاء، واستمر في هذا المنصب إلى وفاته.

يشير تقلده منصب القضاء إلى معرفته بالعلوم الإسلامية الواسعة، وهذا واضح فيما ينسب إليه من مؤلفات كتفسير القرآن المجيد، وكتاب في الدلالة، كما تظهر معرفته بالتاريخ من تأليفه كتابًا في الأنساب وآخر في السيرة سماه تهذيب التاريخ.

لكن شهرة القاضي الجرجاني واستمراره مؤثراً على مر العصور لاتعود إلى هذين الحقلين من المعرفة، وإنما تعود إلى معرفته الأدبية والنقدية بما روي له من شعر، حتى تحدث مترجموه عن ديوان له، وبمؤلفه عن المتنبي خاصة وهو كتاب الوساطة بين المتنبي وخصومه.

ظهر مؤلفه الوساطة بين المتنبي وخصومه وقت أن كان الخلاف حول المتنبي شديدًا. فمن النقاد من يبجله، ويرتفع به، ومنهم من يراه شاعرًا عاديًا بل ضعيفًا يقع في أخطاء، لايقع فيها الناشئة من الشعراء، فجعل الجرجاني مهمته إحقاق الحق في المتنبي والدفاع عنه، وقام كتابه على افتراض أن المتنبي شاعر كسائر الشعراء يخطئ ويصيب، لكن علينا أن نغفر سيئاته لحسناته، وألا نجعل السيئات تُذْهِب الحسنات، مستفيدًا من معرفته بالتراث النقدي، فجوانب السلب عند بعض الشعراء الجاهليين، مثلا، لم تجعل النقاد يغفلون جوانب الجودة عندهم.

فالوساطة كتاب في النقد التطبيقي، وإن لم يخلُ أيضًا من معالجة بعض القضايا النظرية مثل مفهوم الشعر وأدواته، وتمثله لعمود الشعر، ورأيه في العلاقة بين الدين والشعر، وفي السرقات الشعرية والمقاييس النقدية وجدواها.

ويقف مؤرخو النقد عند رأيه في هذه القضايا، ويميزونه عن آراء غيره من السابقين أو المعاصرين له. وكتاب الوساطة مطبوع متداول.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (8,"الطبري، أبو علي","الطبري، أبوعلي ( ؟ - 350هـ ، ؟ - 961م).

الحسين بن القاسم الشافعي المكنى بأبي علي الطبري. كان أحد شيوخ الشافعية ببغداد. ينسب إلى طبرستان. درس على أبي علي بن أبي هريرة، وجلس مجلس شيخه بعد وفاته. برع في الفقه والجدل والأصول. له مؤلفات كثيرة منها: كتاب في أصول الفقه، وكتاب في الجدل، وكتاب المحرر، وهو أول كتاب صُنِّف في الخلاف، وله كتاب الإيضاح، وكتاب العدة، ويقع في عشرة أجزاء. تُوفي في بغداد.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (10,"ابن جنّي","ابن جنّي (320 - 392هـ، 932 - 1001م).

عثمان بن جنّي الموصلي، أبو الفتح. من أئمة الأدب والنحو، وله شعر. كان أبوه مملوكًا روميّا لسليمان بن فهد الأزدي الموصلي الذي كان يعمل في خدمة حاكم الموصل آنذاك. قضى طفولته في الموصل وفيها تلقى دروسه الأولى على يد شيوخ لمْ يذع صيتهم كثيرًا.

وقد ظهر اهتمامه بالدراسات النحوية منذ سِنِي نشأته الأولى، حيث تذكر كتب الأخبار أنه جلس يدرّس بعض مسائل الصرف وهو في السابعة عشرة من عمره. وخلال حلقة من هذه الحلقات، تعرّف على شيخه أبي عليّ الفارسي، الذي كان من كبار علماء اللغة والنحو في عصره، فترك التدريس ليلازم شيخه مدة لا تقل عن 40 عامًا، كان خلالها تلميذًا له أوّلاً ، ثم أصبح بعدها من ورثة علمه، وتطبّع به، وفُتحت له بذلك أبواب المجد والشهرة.

انتقل أبو الفتح مع شيخه إلى حلب عاصمة بني حمدان، حيث أقام خمس سنوات ارتاد خلالها مجالس العلم والأدب، ولازم مشاهير الشعراء واللغويين، وخاصة المتنبي الذي ربطته به صداقة وثيقة. ثم انتقل مع أستاذه إلى دمشق، ومنها إلى بغداد، حيث قام بتدريس أبناء أخي الحاكم البويهي.

ثم ذهب أبو الفتح إلى الكوفة في صحبة المتنبي ولازمه هناك فترة درس فيها شعره في حضرته وتمكّن من شعره حتى قال عنه أبو الطيب: ¸هو أعرف بشعري مني*. ومن الكوفة التحق بشيراز عاصمة بني بُويّه حيث صار من مشاهير الأعلام في بلاط الحاكم البويهي. وتوثقّت صلته بالبويهيين فكان أن أهدى إلى أحدهم وهو بهاء الدولة أشهرَ مصنّف له وهو الخصائص ويقع في ثلاثة أجزاء.

له مصنّفات كثيرة ورسائل وشروح اختلف المؤرخون في عددها، من أشهرها الخصائص، وهو في اللغة ويقع في ثلاثة أجزاء؛ سر صناعة الإعراب في اللغة أيضًا ويقع في جزءين؛ المحتسَب في شواذ القراءات؛ اللُّمع في النحو؛ المذكر والمؤنث؛ المنصِف في شرح التصريف (وهو شرح لكتاب التصريف، للمازني)؛ شرح ديوان المتنبي؛ التمام في تفسير أشعار هذيل؛ إعراب ما استصعب من الحماسة، وغير ذلك كثير.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (12,"السُّيوطي، جلال الدين","السُّيوطي، جلال الدين (849 - 911 هـ، 1445 - 1505م).

عبد الرحمن بن أبي بكر، جلال الدين. والسيوطي نسبة إلى أسيوط مدينة في صعيد مصر. عالم موسوعي في الحديث والتفسير واللغة والتاريخ والأدب والفقه وغيرها من العلوم. وُلد في القاهرة ونشأ فيها. رحل إلى الشام والحجاز واليمن والهند والمغرب ثم عاد إلى مصر فاستقر بها. تولى مناصب عدة. ولما بلغ الأربعين، اعتزل في منزله، وعكف على التصنيف. ذُكر له من المؤلفات نحو 600 مؤلف. منها المجلدات الكبيرة ومنها الرسالة القصيرة ذات الورقة أو الوريقات. وذكر الأستاذ أحمد الشرقاوي في كتابه مكتبة الجلال السيوطي أن عدد مؤلفاته بلغ 725 مصنفًا. من أشهر كتبه: الجامع الكبير؛ الجامع الصغير في أحاديث النذير البشير؛ الإتقان في علوم القرآن؛ الدر المنثور في التفسير بالمأثور؛ تنوير الحوالك في شرح موطأ الإمام مالك؛ الخصائص والمعجزات النبوية؛ طبقات الحفاظ؛ طبقات المفسرين؛ الأشباه والنظائر وهما كتابان باسم واحد أحدهما في اللغة، والثاني في فروع الشافعية؛ بغية الوعاة في طبقات اللغويين والنحاة؛ الفريدة، وهي ألفية في النحو، وله ألفية أخرى في مصطلح الحديث؛ اللآلئ المصنوعة في الأحاديث الموضوعة؛ همع الهوامع. وله مشاركات أدبية: شعر ومقامات. توفي بالقاهرة.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (14,"الخليل بن أحمد","الخليل بن أحمد (100 - 170هـ، 718 - 786م).

أبو عبد الرحمن الخليل بن أحمد بن عمرو بن تميم الفراهيدي البصري. وهو عربي الأصل من أزْد عُمان. لغوي ومعجمي ومنشئ علم العروض.

نشأ الخليل بن أحمد بالبصرة وتربّى فيها، وكان مولعا بالدرس والبحث. وقد لازم حلقات أستاذيه عيسى بن عمر وأبي عمرو بن العلاء. وأمّا أستاذه عيسى بن عمر فقد كان إماماً في العربية والقراءات، وصنف كتابي الجامع والإكمال. وأبو عمرو بن العلاء كان أستاذاً للعربية وإماماً في دراستها. وقد روى الخليل عن أيوب وعاصم الأحول وغيرهما وأخذ عنه سيبويه والأصمعي والنضّر بن شُميَْل. قال ابن المعتز: ""كان الخليل منقطعًا إلى الليث فيما صنفه"". وهو أستاذ سيبويه. والحكايات والمرويات المذكورة في كتاب سيبويه كلها مروية عن الخليل وكلما قال سيبويه ¸وسألته*، أو ¸قال* من غير أن يذكر قائله فهو يعني الخليل.

وقد وهب الله الخليل بن أحمد ذكاءً خارقًا وفطنة كانت مضربًا للمثل في عصره. وجمع إلى ذلك تقوى وزهداً وورعًا وهمّة عالية. وقد فُتحت له مغاليق أبواب العلوم ، فهو عالم اللغة والنحو والعروض والموسيقى وكان شاعرًا.

فتحت معرفته بالإيقاع والنظم له بابًا لابتكار علم العروض. فقد نظر في شعر العرب وأحاط بإيقاعاته. ودفعه حسّه المرهف وتذوقه للإيقاع لاستخراج علم العروض، حيث اهتدى إلى أوزان الأشعار وبحورها وقوافيها. وأسدى بمجهوده هذا خدمة جليلة عظيمة للشعر العربي لم يسبقه إليها سابق، وجاراه فيها من أتى بعده. وظلت تُنسب إليه إلى اليوم.

وللخليل من التصانيف: كتاب العين وهو أوّل معجم في العربية؛ كتاب النّغم؛ كتاب العروض؛ كتاب الشواهد؛ النقط والشّكل؛ كتاب الإيقاع.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (16,"ابن منظور، جمال الدين","ابن منظور، جمال الدين (630 - 711هـ، 1232 - 1311م).

أبو الفضل محمد بن مكرم بن منظور الإفريقي، اللغوي الأديب المشهور صاحب المعجم الكبير لسان العرب، وصاحب مختصرات كتب الأدب الكبرى كالأغاني. ولد بمصر وقيل في طرابلس الغرب. خدم في ديوان الإنشاء وتتلمذ على ابن المقير، ومرتضى بن حاتم، وعبدالرحمن بن الطفيل وغيرهم. ثم ولي قضاء طرابلس الغرب، وعاد إلى مصر حيث عاش بقية حياته، وتوفي بها وقد ترك بخطه نحو خمسمائة مجلد، وقد كُفَّ بصره في آخر عمره.

وصفه ابن حجر بقوله: كان مُغرمًا باختصار كتب الأدب المطولة، وقال الصفدي: لا أعرف في كتب الأدب شيئًا إلا وقد اختصره. كان صبورًا متواضعًا معتدلاً في تدينه، لطيفًا في معشره، مكرمًا لذوي العلم والتقوى وأصحاب الحكمة. ترك نثرًا فنيًا جميلاً، يهيمن عليه البديع كسائر منثورات زمانه، إلا أن نثره يمتاز بالرقة وخفة الظل، لكن البديع يختفي تمامًا إذا شرع في شرح الألفاظ، وتعليل المعاني، خاصة ما اشتملت عليه مادة كتابه لسان العرب أو كتابه الآخر أخبار أبي نواس، ويعود الفضل في طواعية نثره وجماله لوظيفتي الإنشاء والقضاء اللتين شغلهما معظم حياته، فكلا الوظيفتين تتطلب عمقًا في الثقافة، ومراسًا في الكتابة.

أما شعره فعلى قلة ما ورد منه يدل على قريحة جيدة، ولغة عذبة رقيقة.

اشتهر ابن منظور بمصنفه الكبير لسان العرب، وهو معجم جامع لخمسة معاجم هي: تهذيب اللغة للأزهري، والمحكم لابن سِيْده، والصحاح للجوهري، وحاشية الصحاح لابن بري، والنهاية لابن الأثير. وله كتاب في أخبار أبي نواس، ويعتبر من أوفى المراجع لسيرة أبي نواس ونوادره وشعره ومجونه. أما مختصراته فأهمها: مختصر كتاب الأغاني الذي سماه مختار الأغاني في الأخبار والتهاني، ومختصر كتاب الذخيرة في محاسن أهل الجزيرة لابن بسَّام الأندلسي وسماه لطائف الذخيرة، ومختصر كتاب فصل الخطاب لأحمد بن يوسف التيفاشي، وقد سماه سرور النفس بمدارك الحواس الخمس، بالإضافة إلى مختصرات لكتب: زهر الآداب وثمر الألباب للحصري القيرواني، وكتاب يتيمة الدهر لأبي منصور الثعالبي، وتاريخ دمشق لابن عساكر، وغيرها.

انظر أيضًا:لسان العرب؛ المعجم .

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (18,"الإبياري، إبراهيم","الإبياري، إبراهيم (1320-1414هـ = 1902-1994م).

إبراهيم بن إسماعيل الأبياري: مؤرخ باحث من مشاهير المحققين المصريين. ولد بطنطا وتخرج بدار العلوم، اشتغل بدار الكتب المصرية، وعين مديراً لإدارة إحياء التراث فمراقباً عاماً لشؤون مجلس النواب والشيوخ ثم كان أستاذاً للعربية بمعهد الدراسات الإسلامية بمدريد، ثم مستشاراً للمؤسسة الثقافية بوزارة الثقافة المصرية. ألف ""تاريخ القرآن""، ""رسالة الشاعر"" ""شرح لزوم ما لا يلزم""، ""مع الأيام""، ""الموسوعة القرآنية الميسرة"" بالاشتراك ""نظرات في التاريخ الإسلامي"" ""معاوية الرجل الذي أنشأ دولة"" ""الوليد بن يزيد والدولة الأموية"" ""الدولة الإخشيدية"" ""الدولة الأيوبية"" ""مهذب السيرة النبوية"" وحقق كثيراً من المصنفات منها ""السيرة النبوية"" لابن هشام بالاشتراك، ""الأيام والليالي والشهور"" للفرّاء، ""الإنباه على قبائل الرواه"" لابن عبد البر، ""تاريخ افتتاح الأندلس"" لابن القوطية، ""تاريخ علماء الأندلس"" لابن الفرضي، ""تجريد الأغاني"" لابن واصل الحموي بالاشتراك، ""العقد الفريد"" لابن عبد ربه بالاشتراك، ""إعراب القرآن"" المنسوب للزجاج (وفيه نظر)، أجزاء من ""الأغاني"" للأصبهاني، ""شرح ديوان المتنبي"" للعكبري (وفيه نظر)، ""أزهار الرياض في أخبار عياض"" للمقري، ""مختار الأغاني"" لابن منظور حقق منه الجزء الأول ""نهاية الأرب في أنساب العرب"" للقلقشندي، ""كتاب الجيم"" للشيباني حقق منه الجزء الأول كذلك ""فقه اللغة"" للثعالبي بالاشتراك، ""لزوم ما لا يلزم"" للمعري، ""لطائف المعارف"" بالاشتراك(6).

نقلا عن تكملة الأعلام ، وهو ذيل لكتاب الأعلام للزركلي ، مطبوع في مجلد تأليف د. نزار أباظة و محمد رياض المالح
",NULL,NULL,NULL,"99999",NULL,NULL), 
 (20,"ابن خَلِّكان","ابن خَلِّكان ( ؟ - 681هـ، ؟ - 1282م).

أبوالعباس شمس الدين أحمد بن محمد بن إبراهيم بن أبي بكر بن خلكان. اشتهر بكتابه وفيات الأعيان وأنباء أبناء الزمان ويعد من أشهر كتب التراجم ومن أحسنها ضبطًا. ولد في أربيل بالقرب من الموصل على شاطئ دجلة الشرقي وانتقل إلى مصر، فأقام بها مدة، وتولى نيابة قضائها. سافر إلى دمشق، فولاه الملك الظاهر بيبرس قضاء الشام. وعُزل بعد عشر سنين، فعاد إلى مصر. فأقام سبع سنين، ورُدَّ إلى قضاء الشام، ثم عزل عنه بعد مدة. وولي التدريس في كثير من مدارس دمشق. وتوفي فيها فدفن في سفح جبل قاسيون. يتصل نسبه بالبرامكة.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (21,"الكتبي، ابن شاكر","الكتبي، ابن شاكر ( ؟ 686 هـ - 764 هـ )

محمد بن شاكر بن أحمد بن عبد الرحمن بن شاكر بن هارون بن شاكر الملقب بصلاح الدين ، داراني المولد دمشقي الدار، سمع من ابن الشحنة والمزي وغيرهما من علماء بلده، ولكنه حصل أكثر ثقافته - فيما يبدو - عن طريق الوراقة والمتاجرة بالكتب، وقد كان شديد الفقر قبل أن يجد الحرفة الملائمة، فلما غدا كتبياً توفر له من عمله مال طائل. وربما كانت جودة خطه ووضوحه، وذلك الاتقان في الوراقة جملة (كما تدل على ذلك نسخة الفوات بخطه) مما كفل له إقبال الناس على ما ينسخه من كتب، وكسب له حسن المعاملة في التجارة مزيداً من ذلك الإقبال، فقد وصف بأنه كان ذا مروءة في معاملته للناس؛ كذلك كان يذاكر بعض معارفه ويفيد، غير أنه لم يشتهر بين معاصريه بثقافته، وإن وصف نفسه في مقدمة الفوات بإكتاره من مطالعة كتب التاريخ، ولم ينل من عمق الثقافة ودقة الحكم ما ناله مشهورو الوراقين أمثال أبي حيان التوحيدي وياقوت الحموي، بل ظلت ثقافته تقميشاً وتنسيقاً. ويبدو لمن يطلع على نسخة الفوات أن الرجل كان لا يكترث كثيراً بمراعاة الأصول النحوية واللغوية، وربما كانت معرفته بالنحو واللغة بسيطة ساذجة، وهذا يبدو واضحاً إذا قارناه بمؤلفي كتب التراجم من معاصريه، فهم يميلون - في الأغلب - إلى استعمال أسلوب مبسط فيه كثير من طبيعة الحديث الدارج، ولكنهم لا يبلغون في ذلك مبلغ ابن شاكر.
ولا نعرف على وجه قاطع متى ولد ابن شاكر؛ وفي إحدى نسخ الدرر الكامنة أن ذلك كان عام 686، وهو تاريخ غير مستبعد، إلا أننا نعرف على
وجه اليقين أنه عاش حتى شهر رمضان سنة 764؛ يقول ابن كثير: "" وفي يوم السبت الحادي عشر من رمضان من العام المذكور صلينا بعد الظهر على الشيخ محمد بن شاكر الكتبي ""  وبعد شهر، وفي 10 شوال 764 على التحديد، توفي معاصره الشيخ صلاح الدين الصفدي.
مؤلفات الكتبي:
1 - عيون التواريخ: ذكر حاجي خليفة أنه في ست مجلدات، وقال صاحب هدية العارفين إنه في 28 مجلداً، وإليه أشار ابن كثير حين قال: وجمع تاريخاً مفيداً نحواً من عشر مجلدات ولعل الاختلاف في عدد أجزاء الكتاب راجع إلى تفاوت في طبيعة النسخة التي اطلع عليها كل واحد منهم، وفي مكتبات استانبول عدة نماذج من نسخ هذا الكتاب، تشير إلى هذا التفاوت في التجزئة.
2 - روضة الأزهار في حديقة الأشعار، ذكره صاحب هدية العارفين.
3 - فوات الوفيات والذيل عليها.

نقلا عن مقدمة إحسان عباس لتحقيق فوات الوفيات",NULL,NULL,NULL,"99999",NULL,NULL), 
 (23,"الحِمْيَري، محمد بن عبدالمنعم","الحِمْيَري، محمد بن عبدالمنعم (عاش في النصف الثاني من القرن السابع الهجري).

محمد بن عبدالمنعم الصنهاجي الحميري. ولد بمدينة سبتة، يرجح أنه كان كاتبًا يعمل في توثيق العقود وترجع شهرة الحميري إلى كتابه الروض المعطار في خبر الأقطار وهو معجم جغرافي لا يخلو من سرد بعض الأخبار والوقائع التاريخية، ومرتب على حسب الحروف. وعلى الرغم من أن الحميري نقد الإدريسي نقدًا شديدًا في بداية كتابه، إلا أنه نقل عنه كثيرًا وخصوصًا في وصف أسبانيا. وقد اهتم الروض المعطار بوصف المدن والأقطار والجزر وبعض المحيطات والبحار، وقد وصف كثير من الباحثين الحميري بأنه نقل كثيرًا عن غيره ومع ذلك فإليه يرجع الفضل في حفظ كثير من الروايات التي تُعد أصولها مفقودة.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (25,"ابن سعد","ابن سعد (230-168 هـ ، 845 م-785 م).
 
هو محمد بن سعد بن منيع ، الهاشمي بالولاء ، البصري ، البغدادي ، أبو عبد الله .
لقب بابن سعد ، وب "" كاتب الواقدي "" .
كان محدثا ، حافظا ، مؤرخا ، مشاركا في الأنساب .
ولد ابن سعد بالبصرة سنة 168 هـ / 784 : 785 م ، وبها طلب العلم في صباه حيث كانت البصرة مركزا من مراكز العلم والحضارة .
وإذا كانت المصادر قد حجبت عنا سيرته في سني طفولته فإنا نراه يسير سيرة أقرانه في تلك الأزمان ، في التدرج في السماع من علماء بلده ثم يرحل إلى غيرها من البلاد كالكوفة حيث كان كبار العلماء كابن مهدي والطيالسي و أبي عاصم النبيل .
وقد رحل إلى بغداد ومكة والمدينة وطلب العلم وكتب عن هشيم بن بشير وسفيان بن عيينة ووكيع بن الجراح وغيرهم ، وقضى شطرا كبيرا من حياته في بغداد ، وفيها ألقى عصا الترحال ولازم شيخه إمام المغازي والسير محمد بن عمر الواقدي حتى لقب بكاتب الواقدي ، ثم خلفه في حلقته بعد وفاته فسمع منه كبار المحدثين كابن أبي الدنيا والحارث بن أبي أسامة وأبي القاسم البغوي ، وكان من أبرز تلاميذه المؤرخ والنسابة الكبير البلاذري الذي حمل عنه علما جما ظهر واضحا مع تأثره في كتبه .
كان ابن سعد واحدا من كبار الحفاظ وأوعية العلم العظام ، كان كثير الحديث والرواية ، واسع المعرفة ، كثير الكتب ، روى الحديث والغريب ، والفقه ، وشهد له العلماء السابق منهم واللاحق بالعلم والفضل والكرامة ، فمن ذلك قول الخزرجي : "" أحد الحفاظ الكبار الثقات المتحررين "" ، وقال الذهبي : "" كان من أوعية العلم ، ومن نظر في الطبقات خضع لعلمه "" .
وتوفي ابن سعد سنة 230 هـ / 844 : 845 م ، وقد خلف من المؤلفات : "" الطبقات الكبرى "" أشهر كتبه ، وبها خلد ذكره ، و "" الطبقات الصغرى "" ، و "" أخبار النبي صلى الله عليه وسلم "" ، و "" الحيل "" ، و "" الزخرف القصري في ترجمة أبي سعيد البصري "" .
كما نسبت إليه قصيدة باسم "" القصيدة الحُلوانية في افتخار القحطانية على العدنانية "" .

نقلا عن موسوعة الأعلام - انتاج لينة سوفت والزهري للبرمجيات",NULL,NULL,NULL,"99999",NULL,NULL), 
 (27,"الكتاني، عبدالحي","الكتاني، عبدالحي (1305 - 1382هـ ، 1888- 1962م).

عبدالحي بن عبدالكبير. محدث ومؤرخ ورحالة مغربي، تنقل بين مدن المغرب وأخذ عن علمائها. ورحل إلى الحجاز ومصر ودمشق وفلسطين والجزائر وتونس والقيروان وغيرها. وكان من أكبر ما يحمله على الأسفار طلب الكتب حتى أصبحت مكتبته من أكبر المكتبات وأنفعها، لأنها اشتملت على نوادر المخطوطات. كلف بمكتبة القرويين مدة، واختير عضوًا مراسلاً في المجمع العلمي العربي بدمشق. من مؤلفاته: شرح كتاب الأربعين، وتعليقة على جامع الترمذي؛ تخريج ثلاثيات البخاري؛ الرحلة الحجازية؛ النور الساري على صحيح البخاري؛ أسانيد صحيح مسلم؛ التراتيب الإدارية؛ فهرس الفهارس؛ الإثبات وهو من أنفع الكتب.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net

وجاء على موقع الوراق ما يلي :
هو محمد عبد الحي بن عبد الكبير بن محمد الحسني الإدريسي، المشهور بعبد الحي الكتاني. محدث فاس في عصره وابن محدثها، وصفوة السادة الكتانية في المغرب، وواحد من أكبر زعماء العالم الإسلامي في العصر الحديث. ولد عام (1305هـ 1888م) وتوفي عام (1383هـ 1962م). أخذ عن والده وأخيه وخاله وأعلام المشرق والمغرب. نعته شيخ الإسلام الشربيني بحافظ المغرب، وذلك عام (1323هـ) ووصفه الشيخ سليم البشري بالحافظ الضابط الثقة المتفنن. 
وقال الشيخ النبهاني في ترجمته في كتابه (أسباب التأليف) وكان الكتاني يومئذ في الواحد والعشرين من عمره: (رجل كثير الفضل والأدب، عارف بالحديث والعلوم النافعة، نير الباطن والظاهر، جميل الصورة والسيرة، في سن إحدى وعشرين، لكنه أعطي من الفضل والكمال والقبول والإقبال ما لم يعطه كثير من المعمرين...إلخ). وذكر مثل ذلك أيضا في كتابه (جامع كرامات الأولياء) (1/ 239) وقال الشهاب البرزنجي عالم المدينة المنورة في إجازة كتبها له عام (1319هـ): (من سار ذكره الجميل سير المثل السائر، واتفق على فضله البادي والحاضر...إلخ) وقال الشيخ أبو الخير المكي الهندي في إجازته له: (العلامة المسند الرحلة، العلم المفرد، الذي لم تر عيني نظيرا له ولا ثاني). 
و تقع القصائد التي مدح بها في مجلدات، وهو ممدوح الشيخ جمال الدين القاسمي شيخ الشام بقصيدته التي يقول فيها: (لم أنس لما بدا في الشام كوكبه ... وآنس الكل والإقبالُ تابعه) وكانت وفاة القاسمي سنة (1332هـ 1915م) ولما أصدر كتابه (البحر المتلاطم الأمواج) كتب الشيخ المكي بن عزوز (دفين الأستانة) في تقريظه يقول: (لقد كنت أحسب أنه ليس في غالب المعمور من اطلع كمثلي على مخبآت الكتب وذخائر الدفاتر ..فأبرز الله لي ما يكذب نفسي، ووعظني الله بك وأنت شاب، وأنا اشتعلت لحيتي شيبا أو كادت...إلخ) 
وانظر ما نقله عنه ابن علي في تاريخه لسلا، وابن إبراهيم في تاريخه لمراكش، وبوجندار في تاريخه للرباط، وابن زيدان في تاريخه لمكناس، و(سيكرجا) في تاريخه لطنجة، والمستشرق (دوكاستري) في تاريخه للدولة السعدية، و(ليفي بروفنسال) في كتابه (أصول التاريخ المغربي). وكانت له مكتبة ضخمة، رحل في سبيلها إلى الآفاق، فلم ير قط إلا في سوق الوراقين والكتبيين، (انظر ما كتبه عن مكتبته المؤرخ الرباطي محمد أبو جندار). 
وقد ضمت مكتبته إلى خزانة الكتب العامة في الرباط. وكان من أبرز مناصري المولى عبد الحفيظ، لما استقل بمراكش عن أخيه المولى عبد العزيز. وفي نصرته ألف رسالته المعروفة بالمفاكهة، وقد طبعت مرارا وترجمت إلى عدة لغات، فكان أول مغربي جاهر بوجوب الإصلاح الإداري، فلما خلع عبد العزيز وتسلطن المولى عبد الحفيظ تنكر للكتاني. فكتب له رسالة (النصيحة للسلطان المولى عبد الحفيظ) ثم كانت المحنة المشهورة، التي اعتقل بسببها هو وأخوه عام (1327هـ 1909م) في دار المخزن ببلده. انظر في ذلك كتابه ( ما علق بالبال أيام الاعتقال) وجاهر فيما بعد بالترويج لابن عرفة، ولما استقل المغرب عام (1955م) كان في باريس فاستمر مقيما فيها حتى مات سنة 1962م. ويعود له الفضل في النهوض بشؤون مكتبة القرويين سنة (1331هـ) و له زهاء (130) كتاب سماها أبو العزم في مقدمته (لفهرس الفهارس) (ص24 / 32) 

بقلم الباحث زهير ظاظا (zaza@alwarraq.com).
",NULL,NULL,NULL,"99999",NULL,NULL), 
 (29,"المُفَضَّل الضَّبي","المُفَضَّل الضَّبي ( ؟ - 178هـ ، ؟ - 794م).

المفضل بن محمد بن يعلى بن سالم الضبي، يلقب بالكوفي، ويُكَنَّى بأبي عباس وأبي عبدالرحمن. من علماء القرن الهجري الثاني وأحد رواة الشعر الأعلام، وصاحب المفضّليات الشهيرة. ولد في بلاد فارس في أوائل القرن الثاني الهجري، وانتقل إلى الكوفة ونشأ بها. سمع من طائفة من علماء عصره كالسماك بن حرب وأبي إسحاق السبيعي وعاصم بن أبي النجود وسليمان الأعمش وغيرهم، كما شافه الأعراب وروى عنهم.

روى عنه جمع كثير من العلماء كالفراء وابن الأعرابي وغيرهما. وقدم البصرة فروى عنه الأصمعي.

والمفضل عالم الكوفة وراوية الأدب والأخبار وأيام العرب وأشعارها في القرن الثاني للهجرة. وهو أحد أفراد الجيل الأول من الرواة الذين عاصروا فترة التدوين الأولى، ومن تنسب إليهم صناعات الدواوين. وقد وثقه رواة البصرة والكوفة مجتمعين.

كان شيعيًا اشترك في إحدى حركات الشيعة في العصر العباسي بقيادة إبراهيم بن عبدالله بن الحسن، وبعد هزيمة تلك الحركة أخفى قائدها وكان من بين المطاردين، حتى صدر عفو الخليفة المنصور سنة 143هـ، 760م عن جمع من فلول تلك الحركة.

عني الناس بمختاراته التي عرفت بالمفضليات رواية وشرحًا، وأفضل رواياتها تلك التي رواها ابن الأعرابي عن المفضل، وهي التي اعتمدها محمد بن القاسم بن الأنباري في شرحه لها.

روى المفضل المعلقات، وروايته تختلف عن رواية حماد الراوية؛ فهو يخرج قصيدتي عنترة والحارث بن حلِّزة من عداد المعلقات، ويجعل بدلاً منهما قصيدتي النابغة والأعشى.

وللمفضل مؤلَّفات أخرى مثل: معاني الشعر؛ الأمثال؛ الألفاظ؛ العروض.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (30,"إحسان عباس","د. إحسان عباس: عميد المحققين العرب في النصف الثاني من القرن العشرين، تناول التراث العربي بالتحقيق والتدقيق والنشر والتعليق وكل طرق المراجعة والضبط زهاء ستين عاما. 
و قد حقق مجموعة من أهم و أروع كتب التراث العربي كما كانت له إسهامات في حقل الترجمة حيث ترجم إلى العربية يقظة العرب لجورج أنطونيوس و النقد الأدبي ومدارسه الحديثة لستانلي هايمن بالاشتراك مع د. محمد يوسف نجم، ودراسات في الأدب العربي لفون جرونباوم و الرواية الشهيرة ""موبي ديك"" و فن الشعر لأرسطو و العديد من الكتب الهامة و كتب العديد من المقالات ,وانتدب للمشاركة في عشرات المؤتمرات والنداوت العالمية، وعين مستشارا لعدد من الجامعات العربية والإسلامية. 

ولد في قرية عين غزال بفلسطين عام 1920م ، وتعلم حتى تخرج من الكلية العربية في القدس عام 1941م ، ثم واصل تعليمه العالي حتى نال الدكتوراه من كلية الآداب جامعة القاهرة سنة 1954م . وقد بدأ تدريسه الجامعي في كلية غوردن التذكارية في السودان ، ثم جامعة الخرطوم ، ثم انتدب للتدريس في الجامعة الأمريكية في بيروت عام 1961م ، وشغل فيها منصب رئيس دائرة اللغة العربية ولغات الشرق الأدنى ، ومدير مركز الدراسات العربية ودراسات الشرق الأوسط ، ورئيس تحرير مجلة الأبحاث ، وهو عضو في المجمع العلمي العربي بدمشق والمجمع العلمي الهندي (عن فلسطين ) وقضى آخر أيامه أستاذا في الجامعة الأردنية بعمان . 
وفي عام 1400هـ/1980م نال بجائزة الملك فيصل العالمية للأدب العربي (بالاشتراك) ، وكان موضوع الجائزة ""الدراسات التي تناولت الشعر العربي المعاصر"". ومن أهم آثاره في مجال خدمة التراث العربي: إعادة نشر ""وفيات الأعيان"" لابن خلكان في ثمانية أجزاء (1968 - 1972), و""نفح الطيب في غصن الأندلس الرطيب"" للمقري التلمساني (1968) في ثمانية أجزاء أيضاً, و""الذخيرة في محاسن أشعار أهل الجزيرة"" لابن بسام الشنتريني (1974 - 1979) في ثمانية أجزاء أيضاً, و""التذكرة الحمدونية"" لابن حمدون (بالاشتراك مع شقيقه بكر) (1-8, 1987), و""رسائل ابن حزم الأندلسي"" (1-4, 1980 - 1983), و""الجليس الصالح الكافي"" للمعافى بن زكريا النهرواني (1-3, 1987), و""معجم الأدباء"" لياقوت الحموي (1993, في سبعة أجزاء), وأخيراً كتاب ""الأغاني"" لأبي الفرج الأصفهاني في خمسة وعشرين جزءاً بالاشتراك مع ابراهيم السعافين وبكر عباس (2002). 
ومما شارك في نشره قديما: ""خريدة القصر"" للعماد الأصفهاني (بالاشتراك مع أستاذيه أحمد أمين وشوقي ضيف), و""فصل المقال في شرح كتاب الأمثال"" (بالاشتراك مع عبد المجيد عابدين), و ""جوامع السيرة"" لابن حزم الأندلسي (بالاشتراك مع ناصر الدين الأسد). وكانت وفاته يوم الثلاثاء 29 / يوليو/ 2003م. و قد أصدرت مؤسسة عبد الحميد شومان في حياته عام (1998) في صدد تكريمه كتابا ضخماً يقع في (320) صفحة من القطع الكبير، بعنوان (إحسان عباس ناقدا، محققا مؤرخا) ساهم في الكتابة فيه (84) كاتبا. وأصدرت المؤسسة العربية للدراسات والنشر في بيروت كتابا بعنوان ""حوارات إحسان عباس"" وضع مقدمته وأعدّه للنشر الدكتور يوسف بكار. ونشرت مجلة الدراسات الفلسطينية العدد 56 (خريف 2003) مقالا لرضوان السيد بعنوان (إحسان عباس والتراث العربي). وفي صيف عام 1985 نشر الدكتور عبد النبي اصطيف مقالاً له في العدد 6846 من جريدة (البعث) بعنوان (وقفة مع عميد الأدب العربي الثاني الدكتور إحسان عباس) , وفي جريدة الوطن: العدد (1072) يوم (6/ 9/ 2003) مقال للأستاذ عبد العزيز مقالح بعنوان (إحسان عباس: الأستاذ الإنسان) . 
و قد كتب عنه الشاعر الفلسطيني أحمد دحبور في مجلة رؤية : 
""أن تقف أمام تاريخ شاسع بسعة تسعين كتاباً وحجم د. إحسان عباس، يعني أنك أشبه بمن يغرف الفضاء بالملعقة. وتزداد صعوبة المهمة أمام جلال الغياب. فبعد ثلاثة وثمانين عاماً من العطاء والاشتباك الحميم مع الحياة، يكون من حق الجميع أن يشهدوا ويتذكروا ويكتبوا حتى لتتشابه الصفحات فلا ترفع الأقلام ولا تجف الصحف.. بل هل من مزيد؟

نقلا عن موقع الوراق

",NULL,NULL,NULL,"99999",NULL,NULL), 
 (32,"ابن قيم الجوزية","ابن قيم الجوزية (691 -751هـ، 1292- 1350م).

محمد بن أبي بكر بن أيوب بن سعد، من أعلام الإصلاح الديني في القرن الثامن الهجري. ولد في دمشق وتتلمذ على يد ابن تيمية، حيث تأثر به تأثرًا كبيرًا وهو الذي هذب كتبه ونشر علمه. وسُجن ابن قيم الجوزية وعُذِّب عدة مرات، وأطلق من سجنه بقلعة دمشق بعد وفاة ابن تيمية. ومن أبرز كتب ابن قيّم الجوزية في مجال السياسة كتابه الشهير الطرق الحكمية في السياسة الشرعية، كما أن له العديد من المؤلفات الأخرى في الشريعة والتفسير والفقه نذكر منها: أعلام الموقّعين؛ زاد المعاد؛ مدارج السالكين؛ تلبيس إبليس؛ الوابل الصيّب من الكلم الطيّب؛ التبيان في أقسام القرآن. ولمحمد أويس الندوي كتاب التفسير القيّم، للإمام ابن القيّم ـ استخرجه من مؤلفاته. وقد أدى ابن القيم دورًا بارزًا في الفكر الإسلامي الحديث.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (34,"ابن حجر الهيثمي","ابن حجر الهيثمي (908 - 973هـ، 1503 - 1565م).

أبو العباس شهاب الدين أحمد بن حجر الهيثمي السعدي الأنصاري، فقيه عصره. ولد بمصر وتعلم فيها، كتب في أكثر علوم عصره، تعلم بالأزهر، ثم انتقل إلى مكة.

من كتبه تحفة المحتاج شرح المنهاج؛ و الإيعاب شرح العباب المحيط بمعظم نصوص الشافعية والأصحاب؛ والصواعق المحرقة في الرد على أهل البدع والزندقة.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (36,"النووي، أبو زكريا","النووي، أبو زكريا (631 - 676هـ، 1234- 1278م).

محيي الدين أبو زكريا يحيى بن شرف الحوراني الشافعي. كان إمامًا بارعًا حافظًا أمَّارًا بالمعروف وناهيًا عن المنكر، تاركًا للملذات ولم يتزوج. أتقن علومًا شتى. ولي مشيخة دار الحديث الأشرفية. أُفردت ترجمته في رسائل عديدة. وقد عدد ابن العطار ـ أحد تلاميذه ـ تصانيفه واستوعبها، ومن هذه التصانيف: تهذيب الأسماء واللغات والمنهاج في شرح مسلم؛ التقريب والتيسير في مصطلح الحديث؛ الأذكار؛ رياض الصالحين وهو كتاب جامع ومشهور؛ المجموع شرح المهذب؛ الأربعون النووية؛ مختصر أسد الغابة في معرفة الصحابة وغيرها.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (37,"مالك بن أنس","مالك (93 - 179هـ، 712 - 795م).

مالك بن أنس ابن مالك بن عامر الأصبحي المدني، إمام دار الهجرة وأحد الأئمة الأعلام ومؤسس المذهب المالكي. عربي الأصل، من التابعين.

ولد مالك بن أنس بالمدينة المنورة وعاش كل حياته بها في مهبط الوحي ومقر التشريع وموطن جمهرة الصحابة ومحط رحال العلماء والفقهاء. ولم يرحل من المدينة إلا إلى مكة حاجًا. مات في المدينة ودفن بالبقيع.

تلقى مالك علومه على علماء المدينة وأخذ القراءة عن نافع وأخذ الحديث عن ابن شهاب الزهري، وشيخه في الفقه ربيعة بن عبدالرحمن ـ المعروف بربيعة الرأي ـ وظل يأخذ وينهل من العلم حتى سن السابعة عشرة، وقام بالتدريس بعد أن شهد له شيوخه بالحديث والفقه. وقد قال مالك: ما جلست للفتوى حتى شهد لي سبعون شيخًا أني أهل لذلك.

ويعتبر مالك إمام أهل الحجاز في عصره وإليه ينتهي فقه المدينة، وقد أجمع العلماء على أمانته ودينه وورعه، قال الشافعي: مالك حجة الله على خلقه. وقال عبدالرحمن بن مهدي: ما رأيت أحدًا أتم عقلاً ولا أشد تقوى من مالك. شهد له جميع الأئمة بالفضل حتى قالوا: لا يفتَى ومالك في المدينة. وقد قصده العلماء وطلاب العلم من كل قطر ليأخذوا عنه؛ لذا انتشر مذهبه في كثير من الأقطار على أيدي تلاميذه الذين أخذوا عنه. وللإمام مالك كتاب الموطأ ظل يحرره أربعين عامًا جمع فيه عشرة آلاف حديث. ويعد كتاب الموطأ من أكبر آثار مالك التي نقلت عنه. صنّفت الأحاديث فيه على الموضوعات الفقهية. روى الموطأ عن مالك كثير من العلماء وطبع بروايتين إحداهما رواية محمد بن الحسن الشيباني من أصحاب أبي حنيفة، والثانية رواية يحيى بن يحيى الليثي الأندلسي.

وبجانب الموطأ فللإمام مالك المدونة وقد صنفها سحنون التنوخي وراجعها علي بن القاسم. واحتوت على جميع آراء مالك المخرجة على أصوله، وكذا آراء أصحابه. وهي من أهم الكتب التي حفظت مذهب الإمام مالك.

وقد تعرض مالك لبعض المحن نتيجة بعض الفتاوى التي تغضب الحكام، حيث أفتى بعدم لزوم طلاق المكره، وكانوا يكرهون الناس على الحلف بالطلاق عند البيعة، فرأى الخليفة والحكام أن الفتوى تنقض البيعة التي يبايعها من حلف بالطلاق. وبسبب ذلك ضرب بالسياط وانفكت ذراعه بسبب الضرب الذي أوقعه عليه جعفر بن سليمان والي المدينة.

وقد بنى مالك مذهبه على أصول هي: 1- كتاب الله. 2-سنة رسوله ³. 3-الإجماع. 4-القياس أو عمل أهل المدينة، إذا ما رأى المصلحة في أحدهما قدمه على الآخر، ثم خبر الواحد إذا لم يخالف عمل أهل المدينة، ثم المصالح المرسلة والعرف والاستصحاب وسد الذرائع.

ويعتبر مالك صاحب مذهب فردي مستقل جاء نتيجة اجتهاده هو بنفسه وليس لأصحابه إلا القليل من الأحكام التي استنبطوها بناء على أصول إمامهم، وكان لمالك تلاميذ كثيرون منهم عليّ بن القاسم وسحنون وأسد بن الفرات.

وقد ذاع صيت مذهب مالك في جميع الأقطار، فرحل الناس إليه من كل مكان وظل يعلم ويفتي قرابة سبعين عامًا؛ فكثر تلاميذه في الحجاز واليمن وخراسان والشام ومصر والمغرب والأندلس.

وبسبب هذا فقد انتشر هذا المذهب في مصر والمغرب الأقصى والجزائر وتونس وطرابلس، وهو الغالب في السودان وبعض دول إفريقيا والأندلس والبصرة والكويت وقطر والبحرين، وقل شيوعه في بغداد بالعراق والأحساء من المملكة العربية السعودية.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (39,"الشافعي","الشافعي (150 - 204هـ، 767 - 820م).

محمد ابن إدريس بن العباس بن عثمان بن شافع القرشي بن عبدالمطلب بن عبد مناف وينسب إلى شافع فيقال له الشافعي، كما ينسب إلى عبدالمطلب فيقال المطلبي، كما ينسب إلى مكة لأنها موطن آبائه وأجداده فيقال له المكي، إلا أن النسبة الأولى قد غلبت عليه. ولد بمدينة غزة بفلسطين، حيث خرج والده إدريس من مكة إليها في حاجة له، فمات بها وأمه حامل به، فولدته فيها ثم عادت به بعد سنتين إلى مكة. حفظ القرآن بها في سن السابعة وحفظ موطأ مالك في سن العاشرة. اختلط بقبائل هذيل الذين كانوا من أفصح العرب فاستفاد منهم وحفظ أشعارهم وضرب به المثل في الفصاحة. تلقى الشافعي فقه مالك على يد مالك. وتفقه بمكة على شيخ الحرم ومفتيه مسلم بن خالد الزنجي، المتوفى سنة 180هـ، وسفيان بن عيينة الهلالي، المتوفى سنة 198هـ وغيرهما من العلماء. ثم رحل إلى اليمن ليتولى منصبًا جاءه به مصعب بن عبدالله القرشي قاضي اليمن. ثم رحل إلى العراق سنة 184هـ، واطلع على ما عند علماء العراق وأفادهم بما عليه علماء الحجاز، وعرف محمد بن الحسن صاحب أبي حنيفة وتلقى منه فقه أبي حنيفة، وناظره في مسائل كثيرة ورفعت هذه المناظرات إلى الخليفة هارون الرشيد فسُرَّ منه. ثم رحل الشافعي بعدها إلى مصر والتقى بعلمائها وأعطاهم وأخذ منهم. ثم عاد مرة أخرى إلى بغداد سنة 195هـ في خلافة الأمين. وقد أصبح الشافعي في هذه الفترة إمامًا له مذهبه المستقل ومنهجه الخاص به. واستمر بالعراق مدة سنتين عاد بعدها إلى الحجاز بعد ما ألّف كتابه الحجة الذي رواه عنه أربعة من تلاميذه في العراق وهم: أحمد بن حنبل، وأبو ثور، والزعفراني، والكرابيسي، ثم عاد مرة ثالثة إلى العراق سنة 198هـ وأقام بها أشهرًا ثم رحل إلى مصر سنة 199هـ أو سنة 200هـ على قول بعض المؤرخين، ونزل ضيفًا عزيزًا على عبدالله بن الحكم، بمدينة الفسطاط، وبعد أن خالط المصريين وعرف ما عندهم من تقاليد وأعراف وعادات تخالف ما عند أهل العراق والحجاز. فكرَّ في إعادة النظر فيما أملاه البويطي، والمزني، والربيع المرادي بالعراق. وظل بمصر إلى أن توفي بها سنة 204هـ وضريحه بها مشهور. وقد رتب الشافعي أصول مذهبه كالآتي:

كتاب الله أولاً وسنة الرسول ³ ثانيًا، ثم الإجماع والقياس والعرف والاستصحاب. وقد دون مذهبه بنفسه. فقد ألّف في مذهبه القديم كتاب الحجة، وهذا الكتاب لم يصل إلينا بعينه، حيث أعاد النظر فيه وجاء منه ببعض المسائل في مذهبه الجديد في كتاب الأم الذي أملاه على تلاميذه في مصر. ولم يصل إلينا كتاب الأم إلا برواية الربيع المرادي. فهي المطبوعة الآن في سبعة أجزاء.

يعد الشافعي أول من ألّف في علم أصول الفقه، ويتضح ذلك في كتابه المسمى الرسالة وقد كتبها في مكة وأرسلها إلى عبدالرحمن بن مهدي ـ حاكم العراق حينذاك ـ مع الحارث بن شريح الخوارزمي البغدادي، الذي سمي بالنقال بسبب نقله هذه الرسالة. ولما رحل الشافعي إلى مصر، أملاها مرة أخرى على الربيع بن سليمان المرادي. وما أملاه على الربيع يسمى بالرسالة الجديدة وما أرسله إلى عبدالرحمن بن مهدي يسمى بالرسالة القديمة. وقد ذهبت الرسالة القديمة، وما بين أيدينا هو الرسالة الجديدة، التي أملاها على الربيع، وقد انتشر مذهب الشافعي في الحجاز والعراق ومصر والشام وفلسطين وعدن وحضرموت، وهو المذهب الغالب في إندونيسيا وسريلانكا ولدى مسلمي الفلبين وجاوه والهند الصينية وأستراليا.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (41,"شاكر، أحمد محمد","شاكر، أحمد محمد (1309- 1377هـ، 1891- 1957م).

أحمد بن محمد شاكر بن أحمد بن عبدالقادر، من آل أبي علياء. يُرْفَع نسبه إلى الحسين بن علي. عالم بالحديث والتفسير. كان مولده ووفاته في القاهرة. أبواه من جرجا بصعيد مصر. سمّاه أبوه أحمد، شمس الأئمة، أبا الأشبال. واصطحبه معه حين ولي القضاء في السودان سنة 1900م فأدخله في كلية غوردون (جامعة الخرطوم الآن) وانتقل معه إلى الإسكندرية، فألحقه بمعهدها سنة 1904م، ثم إلى القاهرة. وألحقه بالأزهر فنال شهادة العالمية سنة 1917م وعُيّن في بعض الوظائف القضائية حتى أحيل إلى المعاش، وانقطع للتأليف والنشر إلى أن تُوفي. له مصنفات عديدة منها: شرح مسند الإمام أحمد بن حنبل 15جزءًا وهو من أعظم أعماله؛ نظام الطلاق في الإسلام وغيرها. وله تحقيقات مهمة منها: رسالة الإمام الشافعي؛ جماع العلم؛ المعرب للجواليقي وغيرها.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (43,"أبو حنيفة","أبو حنيفة ( 80هـ - 150هـ - 699 - 767م).

هو النعمان بن ثابت بن زوطي ـ بضم الزاي وفتحها ـ ابن ماه، الفقيه المحدث صاحب المذهب. ولد بالكوفة في خلافة عبدالملك بن مروان (الخليفة الأموي) وتربى فيها وعاش بها أكثر حياته وتوفي ببغداد. كان ذكيًا فطنًا سريع البديهة قوي الحجة حسن الهيئة والمنطق كريمًا مواسيًا لإخوانه زاهدًا متعبدًا. ويعتبر أبو حنيفة من التابعين حيث لقي من الصحابة: أنس بن مالك، وعبدالله بن أبي أوفى، وسهل بن سعد الساعدي، وأبا الطفيل عامر بن وائلة - وروى عنهم الكثير.

كان أبو حنيفة يعمل بالتجارة بصدق وأمانة واستمر في ذلك أكثر حياته فاكتسب خبرة في العرف والعادة والمعاملات وطرق الناس في البيع والشراء والمداينات فكان في ذلك صاحب خبرة ومران. وقد أطلق عليه الخزاز نظرًا لتجارته في الخز.

تفقه أبو حنيفة على أستاذه الأول، حماد بن أبي سليمان، وقد لازمه ثماني عشرة سنة حتى قال حماد: أنزفتني يا أبا حنيفة، كناية عما أخذ منه من علوم. كان أبو حنيفة يعمل بكتاب الله أولاً فإن لم يجد فبالسنة فإن لم يجد في الكتاب ولا في السنة رجع إلى قول صحابي أو إجماع وإلا فالقياس أو الاستحسان أو العرف.

سلك أبو حنيفة في بحثه للفقه مسلكًا يتسم ببعد النظر والحيطة والبعد عن الزلل، فكان إذا ما بحث في الفقه جمع أصحابه واجتمع بهم وعرض عليهم المسألة فيبدي كل واحد منهم ما عنده من رأي فيها، فإذا اتفقوا أخذ به وإن اختلفوا تناقشوا ودعَّم كل واحد منهم رأيه بالدليل فإذا ما انتهى فيها معهم إلى رأي أمر بكتابة المسألة مدعَّمة بالأدلة.

وكان أبو حنيفة ينهى عن كتابة المسألة قبل تمحيصها. وعندما تولى رئاسة حلقة أستاذه حماد، اشترط على أصحابه وتلاميذه أن يجلس عشرة منهم في الحلقة مدة عام فوافقوا ووفوا بشرطه عليهم وبهذا قد ضمن تشكيل الحلقة على ما هي مع بقاء الضوابط الموضوعة لهذه الحلقة. وكان من بين الحلقة الفقهاء والقراء والمحدثون بجانب درايتهم بفقه الكتاب والسنة وأعراف الناس وعاداتهم. وقد تميزت حلقة أبي حنيفة بالتعمق في بحث المسائل الفقهية والمناظرة وكثرة الاستدلال وذكر العلل.

كتب أبو حنيفة كثيرًا في مسائل الفقه، إلا أن هذه الكتابات لم يصل إلينا منها شيء وقد ذكر المؤرخون أن لأبي حنيفة كتبًا كثيرة منها كتاب العلم والتعلم، وكتاب الرد على القدرية وكتاب الفقه الأكبر هذا بجانب أنه قد صح أن أبا حنيفة انفرد بإخراج 215 حديثًا سوى ما اشترك في إخراجه مع بقية الأئمة. كما أن له مسندًا روى فيه 118 حديثًا كلها في باب الصلاة. وقد قام بجمع الأحاديث التي أخرجها أبو حنيفة أبو المؤيد محمد بن محمود الخوارزمي (ت 665هـ). فوقعت في 800 صفحة كبيرة وقد طبع هذا المسند في مصر سنة 1326هـ.

ويرجح كثير من العلماء أن تلاميذ أبي حنيفة تلقوا عنه الأخبار والفقه ودونوها وقاموا بتبويبها ومن ذلك كتاب الآثار، لأبي يوسف وكتاب الآثار لمحمد بن الحسن. وإن كان أبو حنيفة لم يدون بنفسه شيئًا من محتويات هذه الكتب إلا أنها من فقهه وأخباره.

وقد كان لأبي حنيفة تلاميذ بلغ عدد من دون منهم مذهبه أربعين إمامًا، اشتهر من تلاميذه، منهم: أبو يوسف يعقوب بن إبراهيم الأنصاري الذي ولد بالكوفة سنة 112هـ وتوفي بها 183هـ. محمد بن الحسن بن فرقد الشيباني الذي ولد بواسط سنة 132هـ ونشأ بالكوفة وتوفي بها سنة 189هـ، زفر بن الهذيل بن قيس الذي ولد بالبصرة سنة 110هـ، وتوفي بها سنة 158هـ، فهو أسبق أصحاب أبي حنيفة موتًا. وهؤلاء الأصحاب الثلاثة لم يقفوا على ما أفتى به أستاذهم أبو حنيفة فقط، بل زادوا وخالفوه في بعض المسائل التي كان لهم فيها دليل قوي حسبوه أقوى من دليل أستاذهم.

وقد اشتهر المذهب الحنفي في الكوفة وبغداد ومصر والشام وتونس والجزائر واليمن والهند وفارس والصين وبخارى وسمرقند والأفغان والقوقاز والتركستان الشرقية والغربية.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (45,"الهيثمي، نور الدين","الهيثمي، نور الدين (735 - 807 هـ، 1335 - 1405م).

علي بن أبي بكر أبوالحسين نور الدين الهيثمي، المصري القاهري. محدّث حافظ صحب زين الدين العراقي في جميع رحلاته وحج معه حجاته، ولم يكن يفارقه حضرًا ولا سفرًا وتزوج ابنته فسمع جميع ماسمعه العراقي. وكان يبالغ في خدمة العراقي، وكان العراقي يحبه كثيرًا، ويرشده إلى التصنيف، ويؤلف له الخطب للكتب. وبه تخرج في الحديث، وبرع الهيثمي في هذا الشأن. من تصانيفيه: زوائد المعاجم الثلاثة للطبراني؛ زوائد المسانيد الثلاثة. مسند أحمد، والبزار وأبي يعلى، ثم جمع هذه الستة في كتاب محذوف الأسانيد وتكلم على كل حديث عقبه وسماه مجمع الزوائد ومنبع الفوائد؛ وزوائد صحيح ابن حبان على الصحيحين؛ وزوائد الحلية؛ ترتيب ثقات ابن حيان؛ ترتيب ثقات العجلي؛ بغية الباحث عن زوائد مسند الحارث على حروف المعجم وغيرها كثير.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (46,"العراقي، أبو الفضل","العراقي، الحافظ أبوالفضل (725 - 806هـ، 1325 - 1404م).

الحافظ أبوالفضل زين الدين عبد الرحيم بن الحسين بن عبد الرحمن بن أبي بكر بن إبراهيم، الكردي الرازناني الأصل، المهراني، المصري، الشافعي.

يقال له: العراقي نسبة إلى العراق لأن أصله كردي من بلدة من أعمال أربيل يقال لها: رازنان، ثم تحول والده لمصر وهو صغير، ونشأ هناك، وتزوج بامرأة صالحة عابدة ولدت له عبد الرحيم بالمنشية بمصر. حفظ القرآن وهو ابن ثمان. واشتغل في بداية طلبه للعلم بالقراءات، وكان من شيوخه فيها ناصر الدين بن سمعون، وتقي الدين الواسطي. ونظر في الفقه وأصوله، فأخذ الفقه عن ابن عدلان، والبلبيسي، والإسنوي ثم أشار عليه العز بن جماعة بالإقبال على علم الحديث، فأخذ بمشورته فطلب على ابن التركماني والعلائي والسبكي وغيرهم. وتتلمذ عليه عدة من المشهورين، منهم ابنه أبو زرعة أحمد، والهيثمي، وابن حجر وغيرهم. وكان قد اشتغل بالتدريس والإملاء، وجاور الحرمين، وتولى قضاء المدينة وخطابتها وإمامتها، وكان كثير الحياء والعلم والتواضع، وافر المهابة، وكان ينفق معظم وقته إما في تصنيف أو إسماع، وكان كثير الكتب والأجزاء وله محاسن كثيرة.

توفي بالقاهرة بعد أن ترك مصنفات كثيرة منها: ألفيته في مصطلح الحديث وشرحها، وعدة تخاريج منها: تخريج أحاديث إحياء علوم الدين، كتاب في المراسيل، وتقريب الأسانيد وغير ذلك من المصنفات.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (48,"السَّخاوي، عبد الرحمن","السَّخاوي، عبد الرحمن (831 ـ 902هـ ، 1427 ـ 1497م).

محمد بن عبد الرحمن السخاوي. محدِّث ومؤرخ. أصله من سخا، قرية بمصر. برع في علوم كثيرة، مثل الفقه، والنحو، والحديث، والتاريخ. وُلد بالقاهرة ونشأ بها وتوفي بالمدينة المنورة. رحل كثيرًا في طلب العلم، وأخذ عن كثير من الشيوخ، ومن أبرزهم: الحافظ ابن حجر العسقلاني، الذي لازمه أشد الملازمة. ألف كتبًا كثيرة. وقد سَمّى صاحب هدية العارفين نحوًا من 130 كتابًا من مؤلفاته. وذكر الزركلي أن مؤلفاته تبلغ نحوًا من 200 كتاب. ولعل من أهمها: الضوء اللامع في أعيان القرن التاسع؛ فتح المغيث شرح فيه ألفية العراقي في علوم الحديث؛ المقاصد الحسنة في بيان كثير من الأحاديث المشتهرة على الألسنة؛ تلخيص تاريخ اليمن؛ طبقات المالكية؛ تاريخ المدينتين؛ الإعلان بالتوبيخ لمن ذم التاريخ.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (50,"القسطلاني، قطب الدين","القسطلاني، قطب الدين (614 - 686هـ، 1218 - 1287م).

محمد بن أحمد بن علي القيسي الشاطبي، أبو بكر، قطب الدين التوزيّ القسطلاني، محدّث فقيه، أديب، ناثر، ناظم. توزي الأصل ـ نسبة إلى توز ـ وهي بلدة بفارس، مصري المولد، مكي المنشأ. رحل إلى بغداد ومصر والشام والجزيزة.كان شجاعًا عابدًا زاهدًا جامعًا للفضائل كريم النفس، فوضت له مشيخة دار الحديث الكاملية بالقاهرة إلى أن توفي. من مؤلفاته: ارتفاع الرتبة باللباس والصحبة؛ عروة التوثيق في النار والحريق (في حريق المسجد النبوي)؛ الإفصاح عن المعجم من الغامض المبهم (على حروف المعجم). ومن شعره :
إذا طاب أصل المرء طابت فروعه ... ومن غَلطٍ جاءت يد الشوك بالورد
وقد يخبث الفرع الذي طاب أصله ... ليظهر صنع الله في العكس والطرد

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (52,"ابن أبي شيبة، أبوبكر","ابن أبي شيبة، أبوبكر (159 - 235هـ ، 776 - 850م).

أبو بكر بن أبي شيبة عبد الله بن محمد بن إبراهيم بن عثمان العبسي، الإمام العلم، سيد الحفاظ، صاحب الكتب الكبار.

روى عن شريك، وهُشيم، وابن المبارك، وابن عيينة، وغيرهم. وروى عنه البخاري، ومسلم، وأبوداود، وابن ماجة وغيرهما. هو أخو الحافظ عثمان بن أبي شيبة، والقاسم بن أبي شيبة، وغيرهم من الأبناء، فهو من بيت علم. وقال العجلي: كان أبوبكر ثقة، حافظًا للحديث. ومن مصنفاته المفيدة: المسند؛ المصنف؛ التفسير؛ الإيمان.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (54,"الطحاوي، أبو جعفر","الطحاوي، أبو جعفر (238 - 321هـ، 852 - 933م).

أحمد بن محمد بن سلامة أبوجعفر الطحاوي. من طحا، قرية بصعيد مصر. محدِّث، فقيه مشهور بمؤلفه العقيدة الطحاوية. درس فقه الشافعية على خاله المزني، صاحب الإمام الشافعي. ثم انتقل إلى مذهب أبي حنيفة فتفقه على الفقيه الحنفي أحمد بن أبي عمران. رحل إلى الشام، فسمع الحديث ببيت المقدس وغزة وعسقلان ودمشق، وفيها تفقه على أبي حازم عبدالحميد بن عبدالعزيز. ثم عاد إلى مصر. انتهت إليه رئاسة أصحاب أبي حنيفة بمصر. روى عن يونس بن عبد الأعلى، وهارون ابن سعيد الأيلي، ومحمد بن عبدالله بن عبدالحكم، وإبراهيم بن أبي داود الضريس، وغيرهم. روى عنه ابنه علي، وسليمان بن أحمد الطبراني، وأبو الحسين محمد بن المظفر، ويوسف بن القاسم الميانجي، وأحمد بن عبدالوارث الزجاج، وعبدالعزيز بن محمد الجوهري وغيرهم. مصنفاته كثيرة، منها: شرح معاني الآثار؛ مشكل الآثار؛ اختلاف الفقهاء؛ المختصر في الفقه؛ والعقيدة وهي مشهورة باسم العقيدة الطحاوية؛ أحكام القرآن؛ الوصايا؛ المحاضر والسجلات وغيرها. دفن بمصر.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (56,"الماوردي، أبو الحسن","الماوردي، أبو الحسن (364 -450هـ ، 974- 1058م).

أبوالحسن علي بن محمد بن محمد بن حبيب البصري البغدادي، الشهير بالماوردي. مفكر إسلامي. من وجوه فقهاء الشافعية وإمام في الفقه والأصول والتفسير، وبصير بالعربية. كان من رجال السياسة البارزين في الدولة العباسية وخصوصًا في مرحلتها المتأخرة.

نشأ الماوردي بالبصرة، وتعلّم وسمع الحديث من جماعة من العلماء، وتولى القضاء في كورة (أستوا) من ناحية نيسابور، ولقب بأقضى القضاة عام 429هـ. تألق نجم الماوردي عند عودته إلى بغداد وقيامه بالتدريس، ولكن نجمه السياسي برز عندما عمل سفيرًا بين رجالات الدولة في بغداد وبني بويه في الفترة بين عامي 381 و 422هـ، لحل الخلافات الناشبة بين أقطار الدولة العباسية.

اشتهر الماوردي بكثرة التأليف وغزارة الإنتاج، ولكن لم يصل إلينا من مؤلفاته إلا القليل. ويمكن تصنيف مؤلفاته في مجموعات دينية ولغوية وأدبية وسياسية واجتماعية. ومن أبرزها: أدب الدنيا والدين؛ أعلام النبوة؛ الحاوي الكبير؛ الإقناع وهو مختصر لكتاب الحاوي الكبير.

ومن أشهر كتبه في مجال السياسة قوانين الوزارة وسياسة الملك؛ نصيحة الملوك؛ تسهيل النظر وتعجيل الظفر؛ الأحكام السلطانية الذي يُعد من أشهر كتب الماوردي وأعظمها أثرًا.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (58,"ابن العربي، أبو بكر","ابن العربي، أبو بكر (468 - 543هـ، 1076 - 1148م).

محمد بن عبدالله بن محمد المعافري، أبوبكر ابن العربي. إمام من أئمة المالكية. وهو فقيه محدِّث مفسر أصولي أديب متكلِّم. كان أقرب إلى الاجتهاد منه إلى التقليد. ولد بأشبيليا وتلقى القراءات على قرائها. وأخذ العلم عن أبيه أبي محمد الفقيه وغيره من علماء الأندلس. ثم رحل إلى المشرق مع أبيه فأخذ العلم عن الخولاني، والمازري، وأبي الحسن الخلعي، وأبي نصر المقدسيّ وأبي سعيد الزنجاني، وأبي حامد الغزالي، وأبي بكر الطرطوشي، والصيرفي وغيرهم كثير. وأخذ عنه العلم عدد لا يكاد ُيحصى، من أشهرهم: القاضي عياض، وابن بشكوال وابن الباذش، والإمام السهيلي.

له مؤلفات كثيرة منها: كتاب الخلافيات؛ كتاب الإنصاف؛ المحصول في أصول الفقه؛ عارضة الأحوذي في شرح الترمذي؛ القبس في شرح موطأ مالك بن أنس؛ ترتيب المسالك في شرح موطأ مالك؛ أحكام القرآن؛ مشكل الكتاب والسنة؛ الناسخ والمنسوخ؛ قانون التأويل؛ الأمل الأقصى في أسماء الله الحسنى؛ تبيين الصحيح في تعيين الذبيح؛ التوسط في معرفة صحة الاعتقاد؛ العواصم من القواصم. توفي بمراكش ودفن بفاس.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (60,"ابن قدامة","ابن قدامة (541 -620هـ، 1147 - 1223م).

عبد الله بن أحمد بن محمد بن قدامة الجماعيلي المقدسي ثم الدمشقي الحنبلي. فقيه محدّث ولد بجماعيل، وهى قرية بجبل نابلس بفلسطين. ثم رحل إلى دمشق، وقرأ القرآن، وسمع الحديث الكثير من والده، ومن أبي المكارم ابن هلال، ومن أبي المعالي بن صابر وغيرهم. ثم رحل إلى بغداد مع ابن خالته الحافظ عبد الغني وسمع من علمائها ثم عاد إلى دمشق. كان حجة في المذهب الحنبلي. برع وأفتى وناظر وتبحر في فنون كثيرة. وكان زاهدًا ورعًا متواضعًا، حسن الأخلاق، كثير التلاوة للقرآن، كثير الصيام والقيام. قال ابن تيمية في حقه: ما دخل الشام بعد الأوزاعي أفقه من ابن قدامة. وقال عنه ابن الحاجب: كان ابن قدامة إمام الأئمة ومفتي الأمة اختصه الله تعالى بالفضل الوافر والخاطر العاطر والعلم الكامل، طنت بذكره الأمصار وضنت بمثله الأعصار، قد أخذ بمجامع الحقائق النقلية والعقلية. فأما الحديث فهو سابق فرسانه، وأما الفقه فهو فارس ميدانه، أعرف الناس بالفتيا وله المصنفات الغزيرة... له كتب كثيرة أشهرها: المغني في شرح الحزقي في الفقه، ويقع في عشرة مجلدات؛ الكافي في الفقه، ويقع في أربعة مجلدات؛ المقنع في الفقه؛ الهداية؛ العمدة والأخيران في الفقه؛ روضة الناظر وجنة المناظر في أصول الفقه وقد شرحها ابن بدران شرحاً سماه: نزهة الخاطر العاطر. وله أيضاً مختصر العلل للخلال، وغيرها كثير.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (61,"السبكي، تقي الدين","السبكي، تقي الدين (683 - 756هـ، 1284- 1355م).

تقي الدين علي بن عبد الكافي بن علي السبكي والد بهاء الدين وعبدالوهاب السبكي. فقيه شافعي مفسِّر حافظ أصولي نحوي لغوي مقرئ بياني جدلي. ولد بسُبْك (قرية مصرية من قرى محافظة المنوفية) وإليها ينسب. قرأ القراءات على التقي بن الصائغ والتفسير على علم الدين العراقي، والفقه على ابن الرفعة، والأصول على العلاء الباجي، والنحو على أبي حيان، والحديث على الشرف الدمياطي. له رحلة في طلب العلم، فقد رحل إلى الإسكندرية، ثم إلى دمشق، ثم إلى الحرمين الشريفين، وأخيرًا إلى القاهرة واستقر بها. تولى قضاء الشام فكان نزيهًا لا يخشى في الله لومة لائم. وتولى مشيخة دار الحديث بالأشرفية الشامية البرانية وغيرها. كان عالمًا بارعًا محققًا ومدققًا منصفًا في البحث، رجاعًا إلى الحق له من المصنفات نحو مائة وخمسين مؤلفًا ألحقه الصلاح الصفدي بالغزالي قائلاً: الناس يقولون ما جاء بعد الغزالي مثله، وعندي أنهم يظلمونه بهذا وما هو عندي إلا مثل سفيان الثوري. وعده السيوطي من المجتهدين وكان يلقب في عهده بشيخ الإسلام. من مصنفاته: تفسير القرآن وشرح المنهاج في الفقه للنووي؛ شرح المنهاج في أصول الفقه للبيضاوي إلى قول البيضاوي (الواجب إن تناول كل واحد فهو فرض عين)؛ الاقتناص في الفرق بين الحصر والاختصاص؛ نيل العلا في العطف بلا، وغيرها. توفي بالقاهرة.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (63,"السُّبكي، بهاء الدين","السُّبكي، بهاء الدين (719-773هـ، 1319- 1372م).

أحمد بن علي بن عبد الكافي بن تمام السبكي. يلقب ببهاء الدين ويكنى بأبي حامد. أخذ العلم عن أبيه شيخ الإسلام تقي الدين أبي الحسن وعن الأصفهاني، وابن القماح، وأبي حيان. تولى التدريس بالمنصورية، والجامع الطولوني، مكان أبيه حين تولى قضاء الشام، وتولى تدريس مذهب الشافعي بالمشهد الشافعي، وبجامع الحاكم. وتولى القضاء أيضًا بالشام عوضا عن أخيه ثم عهد إليه بقضاء مدينة العسكر والإفتاء بدار العدل، والخطابة بالجامع الطولوني. كان غالب أهل مصر يحبونه لما عرف عنه من سعة علم وإحسان وكثرة عطاء للمحتاجين. كان كثير الحج والمجاورة لبيت الله. توفي بمكة المكرمة. من مؤلفاته عروس الأفراح شرح تلخيص المفتاح وهو كتاب في البلاغة بعلومها الثلاثة.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (65,"الزَّيْلعي، جمال الدين","الزَّيْلعي، جمال الدين ( ؟ - 762هـ، ؟ - 1360م).

جمال الدين أبو محمد عبد الله بن يوسف بن محمد بن أيوب بن موسى الحنفي، الزيلعي نسبة إلى زيلع، وهي بلدة على ساحل الحبشة (إثيوبيا). حافظ متقن محدّث.

سمع من الفخر الزيلعي، وعلاء الدين التركماني، وابن عقيل وغير واحد. وتفقه وبرع وطلب الحديث واعتنى به إلى أن خرج أحاديث الهداية وأحاديث الكشاف فاستوعب ذلك استيعاباً بالغاً.

وكان الحافظ العراقي يرافقه في مطالعة الكتب الحديثية، لتخريج الكتب التي كانا قد اعتنيا بتخريجها. فالعراقي يقوم بتخريج أحاديث الإحياء والأحاديث التي يشير إليها الترمذي في الأبواب، والزيلعي يقوم بتخريج أحاديث الهداية والكشاف للزمخشري، فكان كل منهما يعين الآخر. إلى أن كانت وفاته رحمه الله.

من مصنفاته: نصب الراية لأحاديث الهداية وهو مطبوع.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (67,"ابن رجب الحنبلي","ابن رجب الحنبلي ( 736 - 795هـ، 1336 - 1393م).

زين الدين عبدالرحمن بن أحمد بن رجب بن الحسن، السَلامي، البغدادي، ثم الدمشقي، الحنبلي، الواعظ. الإمام الحافظ، المحدّث، الفقيه، ولد في بغداد وسمع من أبي الفتح الميدومي. له مصنفات عديدة، منها: شرح الترمذي؛ شرح علل الترمذي؛ طبقات الحنابلة؛ فتح الباري شرح صحيح البخاري لم يتمه؛ وجامع العلوم والحكم شرح خمسين حديثًا من جوامع الكلم؛ التوحيد وغيرها. نشأ وتوفي بدمشق.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (68,"الشوكاني، محمد بن علي","الشوكاني، محمد بن علي (1173هـ ـ 1250هـ، 1759-1834م).

محمد بن علي بن محمد بن عبداللهلله الشوكاني اليمني. فقيه مجتهد من كبار علماء اليمن وصاحب كتاب نيل الأوطار، ولد ببلدة شوكان باليمن ونشأ في صنعاء، وتلقى العلم على شيوخها، وجد في طلبه فأكثر من المطالعة والحفظ والسماع، حتى صار عالمًا كبيرًا يشار إليه بالبنان، توافد عليه الطلاب من كل مكان. اشتغل بالقضاء والإفتاء وكان داعية إلى الإصلاح والتجديد، ترك التقليد وسلك طريق الاجتهاد بعد أن اجتمعت فيه شرائطه كاملة. ترك مؤلفات كثيرة تدل على سعة علمه وسلامة منهجه. كثر خصومه كما كثر المعجبون به بسبب دعوته إلى الاجتهاد والتجديد. توفي بصنعاء بعد عمر زاخر بالعطاء.

من مصنفاته: نيل الأوطار في الحديث؛ فتح القدير في التفسير، وهو متوسط الحجم محرر العبارة.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (70,"ابن عرفة التونسي","ابن عرفة التونسي (716 - 803هـ، 1316 - 1400م).

محمد بن محمد بن عرفة الورغمي، إمام تونس وخطيبها ومفتيها وعالمها الكبير. ابتدأ الخطابة عام 772هـ والفتوى عام 773هـ، وكان رأسًا من رؤوس مذهب مالك، درس بجامع تونس.

من كتبه: المبسوط في الفقه؛ والحدود في مصطلحات الفقه.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (72,"الألباني، محمد ناصر الدين","الألباني، محمد ناصر الدين (1332هـ- 1914م، 1420هـ - 1999م).

محمد ناصر الدين الألباني، شخصية إسلامية علمية فذة، وصاحب مدرسة متميزة في علم الحديث أغنى الحقل العلمي بها. وقد أفاد، بعلمه الغزير ومؤلفاته ودروسه عدداً كبيراً من طلاب العلم ودارسي الحديث النبوي الشريف.

ولد الشيخ محمد ناصر الدين الألباني السوري الجنسية، رحمه الله، في أشقودرة بألبانيا. وتلقى تعليمه في دمشق على يد عدد من الشيوخ وكبار رجال العلم. حبب الله، سبحانه وتعالى، إليه علم الحديث النبوي الشريف، فعكف على دراسته طوال سني عمره، وتفوق فيه على جميع معاصريه. بدأ التأليف منذ مطلع شبابه حتى بلغ عدد مؤلفاته أكثر من مائة كتاب، وطبع نحو سبعين منها. ومن أبرز كتبه: إرواء الغليل في تخريج أحاديث منار السبيل؛ سلسلة الأحاديث الصحيحة؛ سلسلة الأحاديث الضعيفة؛ تحقيق كتاب مشكاة المصباح للتبريزي؛ صحيح الجامع الصغير وزياداته؛ صحيح الجامع الضعيف وزياداته، وغيرها من مؤلفات ومراجع لا غنى عنها لدارسي الحديث.

حاز الألباني جائزة الملك فيصل العالمية للدراسات الإسلامية عام 1419هـ، 1999م.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (73,"محمود محمد شاكر","محمود محمد شاكر
شاكر، محمود محمد (1327-1418هـ، 1909 - 1997م).

محمودمحمد شاكر. عالم اشتهر بالتأليف وتحقيق النصوص ونشرها. وُلد بالإسكندرية، تلقّى أول مراحل تعليمه في القاهرة، ثم حصل على شهادة الثانوية عام 1925م. التحق بقسم اللغة العربية بالجامعة المصرية عام 1926م ثم تركها وهو بالسنة الثانية حيث نشب خلاف شديد بينه وبين أستاذه الدكتور طه حسين حول منهج دراسة الشعر الجاهلي. أنشأ سنة 1928م بناء على طلب الملك عبدالعزيز ـ غفر الله له ـ مدرسة جدة السعودية الابتدائية وعمل مديرًا لها. عاد إلى القاهرة في أواسط عام 1929م وانصرف للأدب والكتابة، ومنذ عام 1952م تفرغ للعمل بالتأليف والتحقيق ونشر النصوص. له إسهامات قيمة في مجال الدراسات التي تناولت الأدب العربي القديم، منها في مجال التأليف: المتنبي؛ أباطيل وأسمار، وفي مجال التحقيق: فضل العطاء على العسر لأبي هلال العسكري؛ إمتاع الأسماع لتقي الدين المقريزي؛ جمهرة نسب قريش وأخبارها للزبير بن بكّار؛ كتاب الوحشيات، أو الحماسة الصغرى لأبي تمام؛ وفي مجال الشعر له قصائد منها: يوم تهطل الشجون؛ الشباب والشيخوخة؛ حيرة؛ اذكري قلبي؛ من تحت الأنقاض. هذا بجانب عشرات المقالات في المجلات الأدبية والفكرية.

حاز جائزة الملك فيصل العالمية للأدب العربي عام 1404هـ ، 1984م.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (75,"البغوي، أبو محمد","البغوي، أبو محمد (436 - 510هـ، 1045 - 1117م).

الحسين بن مسعود بن محمد بن الفراء، البغوي الشافعي، صاحب التصانيف، الملقّب بركن الدين، وبمحيي السنة. محدِّث فقيه مفسر، تفقّه على القاضي حسين بن محمد شيخ الشافعية، وسمع منه، ومن أبي عمر عبد الواحد المليحي، وغيرهم. كان سيدًا إمامًا عالمًا علامة، زاهدًا قانعًا باليسير. كان أبوه يعمل الفراء ويبيعها. بُورك له في تصانيفه، ورُزق فيها القبول التام، لحُسن قصده، وصدق نيته، وتنافس العلماء في تحصيلها. من مصنفاته المفيدة: شرح السنّة، وهو كتاب عظيم في بابه لا يستغني عنه طالب علم. ومعالم التنزيل؛ والمصابيح؛ والتهذيب في فقه الشافعية؛ والجمع بين الصحيحين؛ وكتاب الأربعين حديثًا وغيرها.

توفي بمرو الرُّوذ، (مدينة من مدائن خراسان).

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (77,"القرطبي، شمس الدين","القرطبي، شمس الدين (600 - 671هـ، 1204 - 1273م).

أبو عبدالله محمد بن أحمد بن أبي بكر بن فرح الأنصاري الخزرجي. فقيه مفسر عالم باللغة وُلد في مدينة قرطبة، وقد رحل بعد سقوطها إلى الإسكندرية، ثم إلى صعيد مصر حيث استقر فيه.

كان القرطبي عالمًا كبيرًا منقطعًا إلى العلم منصرفًا عن الدنيا، فترك ثروة علمية تقدر بثلاثة عشر كتابًا مابين مطبوع ومخطوط، أبرزها تفسيره الكبير الجامع لأحكام القرآن الكريم، وهو تفسير كامل عُني فيه بالمسائل الفقهية إلى جانب العلوم الأخرى، و التذكرة بأحوال الموتى؛ أحوال الآخرة؛ التذكار في أفضل الأذكار؛ التقريب لكتاب التمهيد.

توفي القرطبي ودفن في صعيد مصر.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (78,"الخازن","الخازن (678 - 741هـ، 1280 - 1341م).

أبو الحسن علي بن محمد بن إبراهيم بن عمر الشيحي. وعُرف بالخازن لأنه كان أمينًا لمكتبة في دمشق. أصله من حلب. وُلد في بغداد، ثم سكن دمشق وسمع بعض علمائها، فاشتغل بالعلم والتأليف، ويسَّر له عمله في المكتبة سبل التعلم والكتابة، فترك مصنفات كثيرة منها مقبول المنقول وهو كتاب قيم في الحديث ومنها تفسيره لباب التأويل في معاني التنزيل وهو تفسير متوسط الحجم لخصه من تفسير البغوي وأضاف إليه أشياء كثيرة خصوصًا مايتعلق بالقصص التاريخية والإسرائيليات الباطلة والغريبة، فكان ذلك من مآخذ تفسيره. توفي بحلب.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (80,"مسلم بن الحجاج","مسلم بن الحجاج (204 - 261هـ، 820 - 875م).

مسلم بن الحجاج أبو الحسن القشيري النيسابوري. الإمام الحافظ الحجة، المصنف الشهير في الحديث وعلومه، صاحب الجامع الصحيح. ولد وتوفي بنيسابور. وأول سماعه سنة 218هـ. انتفع كثيرًا بأحمد ابن حنبل والبخاري، ورحل إلى الحجاز ومصر والشام والعراق. لقي من الشيوخ جمعًا ، منهم إسحاق بن راهويه وزهير بن حرب وأبو بكر بن أبي شيبة وعلي بن المديني ومحمد بن يحيى القطعي، وقد ذكر الذهبي عشرات منهم في سير أعلام النبلاء. أما الراوون عنه فكثيرون منهم الترمذي وإبراهيم بن سفيان وأبو بكر بن خزيمة ومحمد بن مخلد العطار وغيرهم.

وكان من أشهر الحفاظ، حتى قيل حفاظ الدنيا أربعة: أبو زرعة بالري، ومسلم بنيسابور، وعبدالله الدارمي بسمرقند، ومحمد بن إسماعيل ببخارى. له مصنفات كثيرة أشهرها الجامع الصحيح. صنفه من 300,000 حديث مسموع، فاشتمل على 12,000حديث. كتبه في 15 سنة. قال مسلم: ما وضعت شيئًا في كتابي هذا المسند إلا بحجة وما أسقطت منه شيئاً إلا بحجة. وهو أحد الصحيحين المعول عليهما في حديث الرسول ³ وقد شرحه الكثيرون. قال عنه أبو علي النيسابوري الحافظ: ""ما تحت أديم السماء كتاب أصح من كتاب مسلم"". وله أيضاً المسند الكبير على الرجال؛ التمييز؛ العلل والأسماء؛ الكنى والوحدان؛ الأفراد المخضرمون؛ الطبقات؛ أوهام المحدثين؛ سؤالات أحمد بن حنبل وغيرها.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (82,"الطـَّيالسي، أبو داود","الطَّيالسي، أبو داود (133-204هـ ، 750 - 819م).

سليمان بن داود الطيالسي. مُحدِّث، من الحفاظ المتقنين، فارسي الأصل. سكن البصرة، ورحل إلى بلدان كثيرة. روى عن جرير بن حازم، وحمّاد بن زيد، وحمّاد ابن سلمة، وشعبة، وسفيان الثوري، وهشام الدستوائي وغيرهم. روي عنه أنه قال: كتبت عن ألف شيخ. روى عنه أحمد بن حنبل، وعلي بن المديني، وعمرو بن علي الفلاس، ومحمود بن غيلان وغيرهم. أكثر من الرواية عن شعبة وكان من المقدَّمين الراوية عنه. كان قوي الحفظ، ويعتز بذلك. ذكر في ترجمته أنه كان يحدِّث من حفْظه فوقع في أخطاء يسيرة تبعًا لذلك. جمعت أحاديثه في مسند عُرف باسم مسند الطيالسي. توفي بالبصرة.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (84,"النَّسائي، أبو عبد الرحمن","النَّسائي، أبو عبد الرحمن (215-303 هـ، 830 - 915م).

أبو عبد الرحمن أحمد بن شعيب بن علي الخراساني، النسائي الكبير، القاضي الإمام شيخ الإسلام، أحد الأئمة المبرزين والحفاظ المتقنين، والأعلام المشهورين. طاف البلاد وسمع من ناس في خراسان والعراق والحجاز ومصر والشام والجزيرة وغيرها. رحل إلى قتيبة وله 15 سنة. قال الحاكم: كان النسائي أفقه مشايخ مصر في عصره وأعرفهم بالصحيح والسقيم من الآثار وأعرفهم بالرجال. له من الكتب: السنن الكبرى في الحديث؛ المجتبى وهو السنن الصغرى، خصائص عليّ؛ مسند عليّ؛ ضعفاء والمتروكون بمسند مالك.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (85,"الطبراني، أبو القاسم","الطبراني، أبو القاسم (260 - 360هـ، 873 - 971م).

سليمان بن أحمد بن أيوب بن مطير اللخمي الشامي، أبو القاسم. محدِّث مشهور، ثقة حافظ، معمر. والطبراني نسبة إلى بلدة طبرية، فإن أصله منها. وُلد بعكا في فلسطين، وبدأ بسماع الحديث سنة 273هـ. كان أبوه حريصًا عليه فرحل به لطلب العلم. رحل إلى بلدان كثيرة منها: بغداد والكوفة، والبصرة وإلى مدائن الشام والحجاز ومصر واليمن وأصبهان وغيرها. وامتدت رحلاته ثلاثين سنة. استقر به المقام في أصفهان. سمع من إسحق الدبري وعلي بن عبدالعزيز البغوي، وأبي عبدالرحمن النسائي. روى عنه ابن عقدة، وأبو بكر بن مردويه، وأبو نعيم الأصبهاني، وعبدالرحمن بن أحمد الصفار. من مصنفاته المعجم الكبير؛ المعجم الأوسط؛ المعجم الصغير؛ كتاب الدعاء والمناسك؛ عُشرة النساء؛ السنة؛ مسند شعبة؛ مسند سفيان؛ الأوائل؛ مسند الشاميين؛ مكارم الأخلاق وله تفسير كبير الحجم. سرد الذهبي مصنفات الطبراني نقلاً عن يحيى بن منده، فكانت 76 مؤلفًا. عاش مائة سنة وعشرة أشهر. وتُوفي في أصفهان.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (87,"الشنقيطي، محمد الأمين","الشنقيطي، محمد الأمين (1325 - 1393هـ، 1907 - 1973م).

محمد الأمين بن محمد المختار. عالم ومحقق ومفسر. له العديد من الكتب. ولد في بلاد شنقيط (موريتانيا الآن)، طلب العلم في سن مبكرة فحفظ القرآن ودرس الفقه المالكي، ثم رحل إلى الحج، وآثر البقاء في المملكة العربية السعودية، فدرس على شيوخها وتتلمذ على كثير من علمائها، تولى التدريس في المعاهد العلمية والكليات الشرعية في الرياض والمدينة، وكان ضمن هيئة كبار العلماء وعضوًا في رابطة العالم الإسلامي. ترك عدة كتب أبرزها تفسيره المشهور أضواء البيان في إيضاح القرآن بالقرآن الذي وصل فيه إلى سورة المجادلة، وأتمه فيما بعد تلميذه الشيخ عطية سالم. ويُعد تفسير الشنقيطي متميزًا في بابه، حيث أودعه علومًا نافعة ومسائل محققَّة.

توفي الشنقيطي بمكة.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (89,"البيضاوي، ناصر الدين","البيضاوي، ناصر الدين ( ؟ - 691هـ، ؟ - 1292م).

ناصر الدين أبو الخير عبدالله بن عمر بن محمد. قاضٍ وإمام مبرِّز من بلاد فارس. تولى قضاء شيراز، وكان صالحًا متعبدًا، أثنى العلماء عليه وعلى مؤلفاته، وأبرزها المنهاج الوجيز في أصول الفقه، وتفسيره أنوار التنزيل وأسرار التأويل، لخصه من تفسيري الزمخشري والرازي وأضاف إليهما ملاحظات في مواضع كثيرة.

ولد البيضاوي في مدينة البيضاء قرب شيراز. ولم تذكر كتب التراجم تاريخ ولادته. توفي في تبريز.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (91,"الثعالبي، أبوزيد","الثعالبي، أبوزيد (786 - 876هـ، 1384 - 1471م).

أبو زيد عبدالرحمن بن محمد بن مخلوف، مُفسِّر جزائري.

ولد الثعالبي في الجزائر، ورحل في طلب العلم إلى المشرق ثم عاد إلى بلاده بعلم غزير. اتفق الناس في عهده على صلاحه وإمامته؛ فقد كان عالمًا زاهدًا.

ترك الثعالبي كتبًا كثيرة نافعة، أبرزها الجواهر الحسان في تفسير القرآن وقد انتقاه ـ كما يقول ـ من كتب التفسير السابقة وأضاف إليه ماتيسّر له، فجاء كتابه مملوءاً بنفائس الحكم وجواهر السُّنن الصحيحة. وله كتاب الذهب الإبريز في غرائب القرآن العزيز.

توفي الثعالبي في الجزائر ودفن فيها.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (92,"أبو حيَّان التوحيدي","أبو حيَّان التوحيدي (310 - 414هـ ، 922 - 1023م).

علي بن محمد بن العباس، من أشهر أدباء القرن الرابع الهجري ومفكريه. وصفه ياقوت الحموي بقوله: ¸فيلسوف الأدباء وأديب الفلاسفة*. ومع ذلك فقد أهمله مؤرخو عصره وتجاهلوه. واستمر هذا التجاهل إلى أن كتب ياقوت معجمه المشهور، فخصّ التوحيدي بترجمة ضافية ضمّنها التعبير عن دهشته واستغرابه لتجاهل سابقيه لشخصية مرموقة مثل شخصية التوحيدي، واعتمد في ترجمته كثيرًا على ماذكره التوحيدي عن نفسه في مؤلفاته.

وعلى الرغم من اضطراب الآراء واختلافها حول تاريخ ميلاد التوحيدي ووفاته ولقبه وأصله، فالراجح أنه عربي الأصل ، وُلِدَ سنة 310 هـ في بغداد، وتوفي سنة 414هـ في شيراز.

عاش التوحيدي حياة شاقة معذَّبة. فقد ولد في أسرة فقيرة تمتهن بيع نوع من التمر يُسمى التَّوحيد (ومن هنا جاء لقبه)، وأمضى باقي طفولته يتيمًا في كفالة عم له كان يكرهه ويسيء معاملته. تلقى التوحيدي تعليمه في بغداد على أيدي كبار العلماء والأدباء آنذاك، وأخذ نفسه بثقافة عصره الموسوعية التي استقاها من المصادر التالية:

1- تتلمذه على أيدي كبار العلماء والأدباء. فقد درس النحو والتصوف على أبي سعيد السّيرافي، ودرس اللغة وعلم الكلام على عليّ بن عيسي الرُّمَّاني، ودرس الفلسفة على أبي زكريا يحيى بن عدي المنطقي.

2- حرصه على حضور مجالس الأدب والعلم والفلسفة التي كانت كثيرة الانعقاد في عصره.

3- اطِّلاعه الواسع على كثير من الكتب في شتى الموضوعات المعرفية آنذاك، وذلك بحكم عمله مدة طويلة من عمره ناسخًا للكتب، وهو عمل كثيرًا ما اشتكى منه التوحيدي في كتاباته.

وعلى الرغم من أن التوحيدي حاول جاهدًا أن يحسّن من أحواله عندما اتصل ببعض كبار رجال الدولة، من أمثال الوزير المهلَّبي، وابن العميد، والصاحب بن عَبَّاد وغيرهم، إلا أنه كان يعود كل مرة مخيّب الظن يندب حظه العاثر. ولا نبالغ إذا قلنا إن حياة التوحيدي كانت سلسلة من الإخفاقات والإحباطات المتتالية، تسبب التوحيدي نفسه في خلق أكثرها؛ فقد كان سوداوي المزاج مكتئبًا حزينًا مُتشائمًا حاقدًا على الآخرين ، مغرمًا بثلب الكرام، كارها العامة من أهل زمانه، وحاسدًا الخاصة منهم. وكان، إلى جانب هذا كله، معتدًا بنفسه وبأدبه أشد الاعتداد، طموحًا إلى حد التهور، لذلك عاش أغلب عمره يعاني من صراع عنيف بين طموحه المفرط وبين واقعة المؤلم المليء بكل ألوان الفشل والحرمان. وقد أجبره هذا الصراع في نهاية الأمر على الاستسلام لليأس والارتماء في أحضان التصوف هربًا من واقعه المرير. ولعل حادثة إحراق التوحيدي لكتبه في أواخر حياته خير دليل على مدى تمكّن اليأس من نفسه، والزهد في أهل عصره.

وعلى الرغم من حادثة إحراقه الكتب هذه ، وهي حادثة رمزية بطبيعة الحال قام بها التوحيدي احتجاجًا على مجتمعه، فقد ترك لنا التوحيدي مجموعة من الأعمال الأدبية والفلسفية والصوفية المتميّزة في تاريخ مكتبتنا العربية. ولعل من أهم أعماله: الإمتاع والمؤانسة؛ الصداقة والصديق ؛ مثالب الوزيرين؛ الهوامل والشوامل ؛ البصائر والذخائر؛ المقابسات؛ الإشارات الإلهية، وكلها محققة ومطبوعة.

أما من حيث الأسلوب الكتابي، فالتوحيدي لم يستسلم لأسلوب السجع والبديع الذي كان سائدًا في عصره بل كان في الغالب الأعم جاحظيَّ الأسلوب؛ يعتمد على الأزدواج والتعليل والتقسيم والسخرية والإطناب، ويولي المعنى في كتاباته عناية فائقة.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (94,"ابن حيان، أبو مَرْوان .","ابن حيان، أبو مَرْوان . ( ؟ - 469هـ ، 1076م).

حيّان بن خلف بن حسين بن حيَّان. من شيوخ مؤرخي الأندلس. ولد بقرطبة في عهد الخليفة الأموي هشام الثاني ابن الحكم المستنصر. تقلد منصب صاحب الشرطة، وهو من المناصب العالية في الأندلس. ويبدو أنه لم يتقلد غيره، وتفرغ لكتابة التاريخ.

تقوم شهرة ابن حيان على مؤلَّفين كبيرين له، هما: المقتبس في تاريخ الأندلس وهو في عشرة مجلدات، ويشمل تاريخ الأندلس من عهد الفتح إلى أيام المؤلف. وُجد منه المجلد الثالث، نشره الأب أنطونة تحت إشراف المستشرق المعروف ليفي بروفنسال، وعُثر أخيرًا على المجلد الثاني منه. وتناول المجلد الثالث عهد الأمير الأموي عبدالله ابن محمد، آخر الأمراء الأمويين بالأندلس. والمؤلَّف الثاني المتين، في ستين جزءًا هو ثمرة نضجه وخلاصة معارفه وأدبه، ولكنه فُقد. وما أورده ابن بسَّام منه في كتاب الذخيرة في محاسن أهل الجزيرة كاف في الدلالة على نفاسة هذا الكتاب وعلو قدر مؤلفه ورسوخ قدمه.

ويُعدّ ابن حيان من شيوخ مؤرخي الأندلس، عُرف باستقلال الرأي مع براعة الأسلوب وطرافته والمقدرة الفائقة على تصوير الحوادث ووصف الرجال والأعمال ونقدها، وتحري الصدق في ذلك.

واعتمد ابن بسام كثيرًا على تاريخ ابن حيان، حيث يقول: ""وعولت في ذلك على تاريخ أبي مروان بن حيان، فأوردت فصوله، ونقلت جمله وتفاصيله""، وبذلك حفظ لنا ابن بسام معظم ما فقد من تاريخ ابن حيان.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (96,"أبو السعود العمادي","أبو السعود العمادي (898 - 982هـ).

محمد ابن محمد بن مصطفى العمادي، المُفْتي والمُفسِّر. ولد في إحدى ضواحي القسطنطينية في بيت علم وفضل، تلقى العلوم على يد نخبة من علماء عصره، ومنهم والده، حتى اشتهر أمره، وذاع صيته لعلمه وفضله.

اشتغل بالتدريس، وتولى قضاء القسطنطينية وغيرها من المدن، وتولى بعد ذلك الإفتاء ومكث فيه ثلاثين سنة، وقام بأمره خير قيام. وكان يجيب عن الأسئلة التي توجَّه إليه بنفس الأسلوب واللغة التي توجَّه بها، مما يدل على سعة علمه وقدرته الفائقة. وضع أبو السعود كتابًا في التفسير سماه إرشاد العقل السليم إلى مزايا الكتاب الكريم، وهو في تسعة أجزاء، كشف فيه عن مزايا القرآن اللغوية والعقلية.

ومن كتبه تحفة الطلاب، في المناظرة؛ قصة هاروت وماروت.

توفي أبو السعود، ودفن إلى جوار قبر الصحابي الجليل أبي أيوب الأنصاري قرب أسوار القسطنطينية.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (97,"الرَّازي، فخر الدين","الرَّازي، فخر الدين (544 - 606هـ، 1150 - 1210م).

أبو عبد الله محمد بن عمر بن الحسن بن الحسين التيمي الرازي الملقب بفخر الدين. ولد في الري بطبرستان، أخذ العلم عن كبار علماء عصره، ومنهم والده، حتى برع في علوم شتى واشتهر، فتوافد عليه الطلاب من كل مكان. كان الرازي عالمًا في التفسير وعلم الكلام والفلك والفلسفة وعلم الأصول وفي غيرها. ترك مؤلفات كثيرة تدل على غزارة علمه وسعة اطلاعه أبرزها تفسيره الكبير المعروف بمفاتيح الغيب، وهو تفسير جامعٌ لمسائل كثيرة في التفسير وغيره من العلوم التي تبدو دخيلة على القرآن الكريم، وقد غلب على تفسيره المذهب العقلي الذي كان يتبعه المعتزلة في التفسير، فحوى تفسيره كل غريب وغريبة كما قال ابن خلكان.

اختُلف في سبب وفاته، وقيل مات مسمومًا.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (100,"ابن كثير القرشي","ابن كثير القرشي (700 - 774هـ).

عماد الدين أبو الفداء إسماعيل بن عمرو البصري ثم الدمشقي صاحب التفسير المشهور والمعروف بتفسير ابن كثير. ولد بالبصرة، ثم رحل إلى دمشق مع أخيه سنة 706هـ بعد وفاة أبيه. سمع من علماء دمشق وأخذ عنهم مثل الآمدي وابن تيمية الذي كانت تربطه به علاقة خاصة تعرض ابن كثير للأذى بسببها.

كان ابن كثير من بيت علم وأدب، وتتلمذ على كبار علماء عصره، فنشأ عالمًا محققًا ثقة متقنًا، وكان غزير العلم واسع الاطلاع إمامًا في التفسير والحديث والتاريخ، ترك مؤلفات كثيرة قيمة أبرزها البداية والنهاية في التاريخ وكتاب تفسير القرآن العظيم، وهو من أفضل كتب التفسير لما امتاز به من عناية بالمأثور وتجنب للأقوال الباطلة والروايات المنكرة.

توفي ابن كثير بعد أن كُفَّ بصره، ودفن في دمشق.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (101,"ابن الجوزي، أبو الفرج","ابن الجوزي، أبو الفرج (508هـ - 597، 1116 - 1201؟م).

الشيخ الإمام، العلامة، الحافظ، المفسِّر، المحدث، المؤرخ ، شيخ الإسلام عالم العراق.

كتب بخطه كثيرًا من كتبه إلى أن مات. كان ذا حظٍ عظيم، وصيت بعيد في الوعظ، يحضر مجالسه الملوك، والوزراء وبعض الخلفاء، والأئمة والكبراء، وقيل إنه حضر في بعض مجالسه مائة ألف. وقال : ¸كتبت بأصبعي ألفي مجلد، وتاب على يدي مائة ألف، وأسلم على يدي عشرون ألفًا*. ومن تصانيفه المهمة: زاد المسير في التفسير؛ جامع المسانيد؛ المغني في علوم القرآن؛ وتذكرة الأريب في اللغة؛ الموضوعات؛ الواهيات؛ الضعفاء؛ المنتظم في التاريخ؛ الناسخ والمنسوخ؛ غريب الحديث؛ الوفا في فضائل المصطفى. وغير ذلك.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (103,"السَّمَرْقَنْدي، أبوالليث","السَّمَرْقَنْدي، أبوالليث (؟ - 375هـ، ؟ - 985م).

نصر بن محمد بن أحمد السّمرقندي، مفسر ومحدث، لقب بإمام الهدى لفضله وصلاحه. ترك عدة مؤلفات أبرزها تفسيره، وهو متوسط الحجم ، جمع فيه الأقوال المأثورة في التفسير، وقد ترجم إلى التركية.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (105,"ابن رَاهَوَيْه","ابن رَاهَوَيْه (161 - 238هـ، 778 - 853م).

أبو يعقوب إسحاق بن إبراهيم بن مخْلد الحنظلي التميمي المروزي. الإمام الكبير، شيخ المشرق، سيد الحفاظ، أحد أئمة المسلمين، وعلماء الدين، اجتمع له الحديث والفقه والحفظ والصدق والورع والزهد.
نزل نيسابور، ورحل إلى العراق والحجاز واليمن والشام وعاد إلى خراسان. روى عن ابن عُليَّة، وابن عيينة، وابن مهدي، وعبدالرزاق، وغيرهم، وروت عنه الجماعة سوى ابن ماجة. قال الإمام أحمد عنه: إسحاق إمام من أئمة المسلمين. وقال نعيم بن حماد: إذا رأيت الخراساني يتكلم في إسحاق بن راهويه فاتهمه في دينه. وقال الدارمي: ساد إسحاق أهل المشرق والمغرب بصدقه. له مصنفات منها؛ المُسْند، والتفسير. وقد أملى المسند والتفسير من حفظه، وما كان يُحدِّث إلاّ حفظاً.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (107,"الدَّارقطْنِيّ","الدَّارقطْنِيّ (306 - 385هـ، 918 - 995م).

أبو الحسن علي بن عمر بن أحمد بن مهدي بن مسعود بن النعمان بن دينار البغدادي، الإمام الحافظ المجوِّد، شيخ الإسلام، المقرئ المحدّث. من أهل محلة دار القطن ببغداد.

سمع وهو صبيّ من أبي القاسم البغوي، ويحيى بن محمد بن صاعد، وأبي بكر بن أبي داود، وأبي بكر النيسابوري، والحسين بن إسماعيل المحاملي، وأبي العباس ابن عُقدة، وإسماعيل الصفار، وغيرهم، وحدَّثَ عنه خَلقْ منهم؛ الحافظ أبوعبدالله الحاكم، والحافظ عبدالغني، وتمّام الرازي، وأبو نعيم الأصبهاني، وأبوبكر البرقاني، وأبوعبدالرحمن السلمي، والفقيه أبوحامد الإسفراييني، والقاضي أبوالطيب الطبريّ، وحمزة السهمي، وغيرهم.
ارتحل في كهولته إلى الشام ومصر، وسمع من ابن حَيَّوَيْهِ النيسابوري، وأبي الطاهر الذهلي، وخلق كثير.كان عارفًا بعلل الحديث ورجاله، مُتَقدِّمًا في القراءات وطرقها، وقوة المشاركة في الفقه، والاختلاف والمغازي، وأيام الناس، وغير ذلك.
قال الحافظ عبدالغني الأزدي : أحسن الناس كلامًا على حديث رسول الله ³ ثلاثة: ابن المديني في وقته، وموسى بن هارون في وقته، والدارقطني في وقته. صنّف الكثير حتى بلغت مصنفاته أكثر من 80 مصنفاً، من أبرزها كتابه العلل والسنن؛ الأفراد والغرائب؛ المؤتلف والمختلف في أسماء الرجال؛ الضعفاء والمتروكون؛ الإلزامات على صحيحي البخاري ومسلم. تُوفي رحمه الله سنة 385هـ ودُفن في بغداد في مقبرة باب الدير قريباً من قبر معروف الكَرْخيّ.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (55,"الجصاص، أبوبكر","الجصاص، أبوبكر (305 - 370هـ، 917 - 980م).

أحمد بن علي المكني بأبي بكر الرازي الجصاص الحنفي. والرازي نسبة إلى الري، والجصاص نسبة إلى العمل بالجص. درس الفقه على كبار الحنفية في عصره، كأبي الحسن الكرخي، وأبي سهل الزجاج، وأبي سعيد البردعي، وموسى بن نصر الرازي. كان زاهدًا ورعًا جمع إلى العلم الصلاح والتقوى. وكان جادًا في طلب العلم، حتى صار إمام الحنفية في عصره ببغداد، وأصبح يشار إليه بالبنان. وله رحلة في طلب العلم، حيث خرج من بغداد إلى الأهواز، ثم إلى نيسابور. ثم استقر به المقام في بغداد يدرس ويفقه الناس فانتفع به خلق كثير، منهم أبو عبد الله الجرجاني، وأبوالحسن الزعفراني. له مؤلفات عدة منها: الفصول في الأصول الشهير بأصول الجصاص؛ أحكام القرآن؛ شرح مختصر الكرخي؛ شرح مختصر الطحاوي؛ شرح الجامع الصغير؛ شرح الجامع الكبير لمحمد بن الحسن الشيباني؛ وشرح الأسماء الحسنى؛ كتاب جواب السائل. توفي ببغداد.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (2,"الزَّبيدي، مرتضى","الزَّبيدي، مرتضى (1145 - 1205هـ، 1732 - 1790م).

محمّد بن محمّد بن عبد الرزّاق الحسيني، أبو الفيض، الملقّب بمرتضى، الزَّبيدي ـ بفتح الزاي وكسر الباء ـ نسبة إلى موضع باليمن. وُلد بالهند في بلجرام ونشأ باليمن، ورحل إلى الحجاز وأقام بمصر.

كان علامة في اللّغة والحديث والرجال والأنساب وكان مشهورًا؛ كاتَبه ملوك الحجاز والهند واليمن والشام والعراق والمغرب الأقصى والترك والسودان والجزائر. وكان من كبار المصنفين معروفًا بسعة الاطلاع، وكان يحسن التركية والفارسية وغيرها.

من أشهر مصنفات الزبيدي وأكبرها كتابه الذي سماه تاج العروس من جواهر القاموس، وهو شرح لمعجم الفيروزأبادي (ت 817هـ)، المعروف بالقاموس المحيط. وقد مكث في تصنيفه نحو 14 عامًا، ورجع فيه إلى نحو 120 مصنّفًا في اللّغة. وقد اعتمد فيه كثيرًا على حاشية شيخه محمد بن الطيب الفاسي (ت 1170هـ)، التي صنفها على القاموس. وهذا الشرح من أوسع كتب اللّغة وأنفعها، وهو مطبوع.

وللزبيدي مصنفات أخرى كثيرة منها: كتاب إتحاف السادة المتقين في شرح إحياء علوم الدين للغزالي. وهو شرح مطوّل مطبوع، وهو واسع التداول في بلاد السودان والهند. وله كتاب أسانيد الكتب الستة وعقود الجواهر المنيفة عن أدلة مذهب الإمام أبي حنيفة؛ كشف اللثام عن آداب الإيمان والإسلام؛ رفع الشكوى وترويح القلوب في ذكر ملوك بني أيوب. وله منظومة في سند الحديث قوامها 1,500 بيت، وله كتاب التكملة والصلة والذيل للقاموس؛ بُلْغة الغريب في مصطلح آثار الحبيب؛ عقد اللآليء المتناثرة في حفظ الأحاديث المتواترة؛ نشوة الارتياح في بيان حقيقة الميسر والقداح، وغيرها من الرسائل والشروح التي تتجاوز المائة.

توفي مرتضى الزبيدي بالطاعون في مصر.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net
 

 
",NULL,NULL,NULL,"99999",NULL,NULL), 
 (4,"الزُّبَيْدِيّ، أبو بكر","الزُّبَيْدِيّ، أبو بكر (؟ - 379هـ، ؟ - 989م).

 محمد بن الحسن بن عبدالله بن بشر، أبو بكر الزبيدي الإشبيلي الأندلسي النحوي واللغوي. والزبيدي ـ بضم الزاي وفتح الباء ـ نسبة إلى زبيد، أبي قبيلة كبيرة باليمن، وهم رهط عمرو بن معديكرب. والإشبيلي نسبة إلى إشبيليا مسقط رأسه بالأندلس.

درس أبو بكر على أبي عليّ إسماعيل بن القاسم القالي، وعنه أخذ معظم معارفه. كما درس على أحمد بن سعيد الصّدفي وقاسم بن أصبغ، وأحمد بن حزم وسعيد ابن فحلون وغيرهم من العلماء. وقد روى عنه ابنه أبو الوليد، محمد، وأبو القاسم إبراهيم بن زكريا الزهري المعروف بابن الإفليلي وآخرون.

وفي إشبيليا اشتهر الزبيدي وترامت شهرته إلى قرطبة، فاستدعاه الحكم المستنصر إلى قرطبة لفضله وللاستفادة منه، واختاره مؤدبًا لابنه. وكان حريصًا عليه، حتى إنه لم يأذن له في العودة إلى وطنه. وقد نال أبوبكر عند المستنصر جاهًا واسعًا ودنيا عريضة، ثم ولي قضاء إشبيليا وشارك في خطة الشرطة ونظم الإدارة.

حذق الزُّبيدي علوم اللغة والنحو والأدب والأخبار وكان من أئمة اللّغة العربية وكان شاعرًا كثير الشعر. له مصنفات كثيرة منها: طبقات النحويين واللُّغويين نهج فيه نهجًا فريدًا وأقامه على الطبقات والمدارس. وهو من أهم كتب التراجم المطبوعة. وله في النحو كتاب سماه الواضح وله كتاب لحن العامة مطبوع. وله كتاب أبنية الأسماء قال عنه صاحب كشف الظنون: هذا الكتاب من نوادر الدهر. كما اختصر كتاب العين للخليل بن أحمد اختصارًا حسنًا وهو من المصنفات التي يتنافس فيها أهل المغرب، وهو مخطوط. توفي في إشبيليا.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net
 
",NULL,NULL,NULL,"99999",NULL,NULL), 
 (7,"الطبري، أبو الطيب","الطبري، أبو الطيب (348 - 450هـ ، 960 - 1058م).

طاهر بن عبد الله بن عمر الطبري، أبو الطيب. إمام جليل القدر، واسع العلم، شافعي المذهب، ولد بآمل، عاصمة طبرستان. ورحل في طلب العلم، فتتلمذ على أبي أحمد الغطريفي بجرجان، وبنيسابور عن أبي الحسن الماسرجي بنيسابور، وببغداد على موسى بن جعفر بن عرفة وأبي الحسن الدارقطني، وغيرهما. وأخذ عنه العلم عدد كبير من العلماء، منهم: الخطيب البغدادي، وأبو إسحق الشيرازي، وأبو نصر العكبري وغيرهم. استوطن الطبري بغداد مدة فحدث ودرس وأفتى بها، وتولى قضاء الكرخ ولم يزل قاضياً حتى توفي، ببغداد. ألف شرح مختصر المزني، وصنف في الخلاف والفقه والأصول والجدل.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (9,"الزمخشري","الزمخشري (467 - 538هـ ، 1074 - 1143م).

أبو القاسم محمود بن عمرو بن أحمد، الزمخشري جار الله. كان إمامًا في التفسير والنحو واللغة والأدب، واسع العلم، كبير الفضل متفننًا في علوم شتى. ولد بزمخشر من ضواحي خوارزم، وتوفي بقصبة خوارزم ليلة عرفة. وكان معتزلي المذهب. أخذ الأدب عن أبي مُضر محمود بن جرير الضَّبِّي الأصبهاني وأبي الحسن علي ابن المظفر النيسابوري، وسمع من شيخ الإسلام أبي منصور نصر الحارثي، ومن أبي سعد الشَّقَّاني. سافر إلى مكة وجاور بها زمانًا، فصار يقال له: جار الله، لذلك، وأصبح هذا الاسم علمًا عليه.

له من منثور الكلام ما يشفُّ عن عبقرية وغزارة علم وحسن فهم وإدراك، وذلك نحو قوله: ¸استمسك بحبل مواخيك مااستمسك بأواخيك واصحبه ما صحب الحق وأذعن، وحل مع أهله وظعن، فإن تنكرت أنحاؤه، ورشح بالباطل إناؤه فتعوض عن صحبته وإن عُوضت الشِّسْع، وتصرف بحبله ولو أعطيت النسع، فصاحب الصدق أنفع من الترياق النافع، وقرين السوء أضر من السم الناقع*.

ألَّف الزمخشري تصانيف عديدة في صنوف المعرفة المختلفة، ففي تفسير القرآن الكريم ألف كتابه الكشاف الذي وصف بأنه لم يصنَّف قبله مثله. وفي تفسير الحديث صنف كتاب الفائق، وله في اللغة كتاب أساس البلاغة، أما في النحو فقد صنف كتبًا كثيرة منها: المفصل، وقد اعتنى بشرحه خلق كثير، والأنموذج، والمفرد، والمؤلَّف، وشرح أبيات كتاب سيبويه، وله في الأمثال: المستقصي في أمثال العرب. كما أن له كتبًا في علم الفرائض، والأصول، والفقه والأمالي في كل فن، وله شعر جميل.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (11,"سيبويه","سيبويه (148-188هـ، 769 -804م).

أبو بشر عمرو بن عثمان بن قنبر. رائد النحو العربي وعالم اللغة، وأول مُنظّر في قواعد العربية وإمام هذا المجال وصاحب المؤلف الشهير الكتاب. و¸سيبويه* كلمة فارسية معناها ¸رائحة التفاح* ويقال: إن أمّه كانت تطلق عليه ذلك على سبيل التدليل وهو صغير. وهو فارسي الأصل من مدينة البيضاء، ومنشؤه بالبصرة. مع اختلاف في مولده ووفاته.

قدم البصرة حدثًا، ودرس على شيوخ علمائها، وكانت ملازمته للخليل أكثر، وأخذ عنه كثيرًا، روى النطاح أنه كان عند الخليل يومًا فأقبل سيبويه. فقال الخليل: مرحبًا بزائر لايُمَلّ، قال أبو عمرو المخزومي ـ وكان كثير المجالسة للخليل ـ ماسمعت الخليل يقولها إلا لسيبويه. أخذ سيبويه أيضًا عن يونس بن حبيب، وعيسى بن عمر، وأبي زيد الأنصاري، وأبي الخطاب الأخفش الكبير، وغيرهم.

كان سيبويه يطلب الآثار والفقه، وكان يستملي على حماد بن سلمة يومًا، فلحن، فكان لحنه سببًا في طلبه علم العربية لئلا يخطِّئه أحد أبدًا، فشرع في طلب النحو حتى برع فيه، فصنف كتابه الذي لم يسبقه أحد إلى مثله، ولالحقه أحدٌ من بعده، حتى إنه أصبح لشهرته وفضله علمًا عند النحويين، فكان يقال بالبصرة: قرأ فلان الكتاب، فيُعلم أنه قرأ كتاب سيبويه، وإذا قيل: قرأ نصف الكتاب لايشك أنه قرأ غير كتاب سيبويه. ذكر الجاحظ كتاب سيبويه فقال فيه: لم يكتب الناس في النحو كتابًا مثله، وجميع كتب الناس عيال عليه. قال ابن سلام: كان سيبويه النحوي غاية في الخلق، وكتابه في النحو هو الإمام فيه. وكان أبو عثمان المازني يقول: من أراد أن يعمل كتابًا كبيرًا في النحو بعد كتاب سيبويه فليستح.

كان سيبويه ثقة صدوقًا، قال أبو زيد الأنصاري: كان سيبويه غلامًا يأتي مجلسي، له ذؤابتان، فإذا سمعته يقول: حدثني من أثق بعربيته، فإنما يعنيني. وقال عفان بن مسلم: قال سيبويه لشعبة ـ ورادّه في حديث ـ لأن أخرّ من السماء أحب إليّ من أن أُدَلّس. جرت بين سيبويه وبعض معاصريه مناظرات، فقد ناظر الأصمعيّ، فكان الحق مع سيبويه لكن الأصمعي غلبه بفصاحته. لكن أشهر المناظرات تلك التي جرت بينه وبين الكسائي حول مسألة نحوية دقيقة عرفت بالمسألة الزنبورية، وهي مشهورة. برز من أصحاب سيبويه: أبو الحسن الأخفش الأوسط، ومحمد بن المستنير المعروف بقطرب.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (13,"ابن السِّكِّيت","ابن السِّكِّيت (186 - 244هـ ، 802 - 858م).

أبو يوسف يعقوب بن إسحاق، عُرف بابن السكيت. والسكيت لقب أبيه، لُقب به لكثرة سكوته وطول صمته، كما ذكر ابن خلِّكان. وكان أبوه رجلاً صالحًا له معرفة باللغة والشعر، تأدب على الكسائي والفراء، وتولى تعليم الصبيان في قريته دورق من كور الأهواز. ثم انتقل إلى درب القنطرة بمدينة السلام، لتعليم الصبيان فيها أيضًا. وكان ابنه يساعده في عمله.

كان أول أمره معلِّم صبيان بدرب القنطرة بمدينة السلام، وقيل إنه تولى تعليم الصبيان قبل ذلك بقريته دورق. ولعله تلقى تعليمه الأول على يد والده الذي كان يتولى تعليم الصبيان. وتذكر كتب التراجم أن ابن السكيت اتجه إلى طلب علم النحو عندما احتاج للكسب، وأنه أخذ عن مشايخ البصريين والكوفيين كما قال الحموي. ومن مشايخه الكوفيين أبو زكريا الفراء (ت 207هـ) وأبو عمرو الشيباني (ت 213هـ) وأبو عبدالله ابن الأعرابي (ت 231هـ) وأبو الحسن الأثرم (ت 232هـ) وأبو الحسن اللحياني.

ويذكر الحموي أنه لقي فصحاء الأعراب وأخذ عنهم، حكى في مصنفاته عن أبي زيد الأنصاري (ت215هـ)، والأصمعي عبد الملك بن قريب (ت216هـ)، وأبي عبيدة معمر بن المثنى (ت209هـ) من مشايخ البصريين.

أجاد ابن السكيت وأفاد في أصناف علوم اللغة والأدب، فألف في الاشتقاق والقلب والإبدال، والأزمنة، والأجناس، والإبل، والحشرات، والأصوات والألفاظ، والأمثال، ومعاني الأشعار، والسرقات، والنوادر والنبات، والوحش، وركز في مؤلفاته على علوم اللغة. وروى كثيرًا من الدواوين الشعرية وشرحها. وبلغت مصنفاته ما يقارب الأربعين.

كان ابن السكيت آخر حياته مؤدبًا لولدي الخليفة المتوكل المعتز والمؤيد، وقد رغب المتوكل في منادمته، وترتب على هذه المنادمة قتل المتوكل له قبل أن يُقْتَل المتوكل بعام.

لابن السكيت مؤلفات في صنوف العلوم اللغوية، أشهرها: إصلاح المنطق؛ الذي قيل عنه: ماعبر على جسر بغداد كتاب في اللغة مثل إصلاح المنطق. والكتاب في اللغة، وليس في علم المنطق وتصحيح أشكاله ومقاييسه. ومن مؤلفاته أيضًا كتاب الإبدال؛ وكتاب الأضداد.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (15,"الشيباني، أبوعمرو","الشيباني، أبوعمرو (110 - 206هـ ، 728 - 821م).

أبو عمرو إسحاق بن مرّار الشيباني. من علماء اللغة العربية ورواة أشعارها. ولد في رمادة بالقرب من الكوفة، وكانت أمّه نبطيّة، نسب إلى بني شيبان، لأنّه كان معلّمًا لأولاد أسَرٍ منهم. نزل بغداد، وأقام بها إلى أن توفي.

كان نبيلاً فاضلاً عالمًا بكلام العرب، حافظًا للغاتها، وكان من أعلم الناس باللغة، وله ولع بالغريب والنوادر حتّى سُمّي صاحب ديوان اللغة والشعر. ينتمي إلى مدرسة الكوفة، ويعدّ من أوائل الدارسين الرواة من الكوفيّين الذين قصدوا البوادي للأخذ عنهم مباشرة، على الرغم من أنّه يعرف بكونه راوية أهل بغداد. وكان من أساتذته المفضّل الضبّي والمحدّث ركن الشامي، ومن تلامذته ابنه عمرو والإمام أحمد بن حنبل وأبو عبيد القاسم بن سلام. غلب عليه الاشتغال برواية الشعر القديم واللغة، فجمع أشعار العرب ممّا كان يحوي شعر نيّف وثمانين قبيلة، وعمل لكلّ قبيلة ديوانًا، فكان ما أخرجه من تلك الدواوين نيّفًا وثمانين ديوانًا بخطّه. عمل كتاب شعراء ربيعة ومضر واليمن وختمه بابن هرمة، وسمع من الحديث سماعًا واسعًا، وعمّر عمرًا طويلاً نيَّف على التسعين، وهو عند الخاصّة من أهل العلم والرواية مشهور معروف.

يعد من أقدم أصحاب المعاجم المرتّبة على الموضوعات، فقد ألّف من الكتب: الخيل؛ اللغات؛ النوادر الكبير؛ غريب الحديث؛ النحلة؛ الإبل؛ خلق الإنسان. لكن أهم كتبه على الإطلاق هو ماعرف باسم كتاب الحروف في اللغة، وقد سماه كتاب الجيم.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (17,"المبرِّد","المبرِّد (210-286هـ، 826-899م).

محمد بن يزيد بن عبد الأكبر بن عمير بن حسّان، من بني ثمالة ينتمي إلى اليمن؛ تزوج ابنة الحفصي، والحفصي شريف من اليمنية. لقِّب بالمبرّد واختلف في سبب تلقيبه بذلك، كما اختُلف في الراء بين الفتح والكسر، ولعل الذي لقبه بذلك شيخه المازني، وذلك أن المازني لما صنَّف كتاب الألف واللام سأله عن دقيقه وعويصه، فأجابه بأحسن جواب، فقال له المازني: قم فأنت المبرِّد ـ بكسر الراء ـ أي المثبت للحق، ويعلل بعضهم فتح الراء بأنه بسبب اختياره للشعر البارد في كتابه الروضة.

ولد المبرد بالبصرة، وفيها نشأ، وعن علمائها أخذ منذ صغر سنه، فكان يتردد على حلقات العلم يأخذ عن أعلام البصرة النحو واللغة والتصريف، واهتم برواية الأشعار والأخبار.

ومن شيوخه: أبو عمر الجرْمي (ت 225هـ) الذي قرأ عليه كتاب سيبويه وأثنى عليه، وأبو عثمان المازني (ت 248هـ) الذي ختم عليه كتاب سيبويه وروى عنه القراءة، وأبو حاتم السِّجِسْتاني (ت 255هـ)، وهو من أعلم الناس باللغة والشعر.

تصدَّر أبو العباس للتدريس وهو غلام، فكان يُقرئ كتاب سيبويه، ولا يُعلِّم إلا بأجرة مجزية، واعترف له الأكابر بمعرفته الدقيقة بكتاب سيبويه.

ارتحل من البصرة إلى سامراء سنة 246هـ بطلب من الخليفة المتوكل للنظر في بعض المسائل النحوية، فأفاد وأجاد، وأقام مكرمًا، فلما قُتل المتوكل سنة 247هـ ارتحل إلى بغداد بطلب من محمد بن عبدالله بن طاهر صاحب الشرطة في بغداد، فأقام فيها إلى أن توفي سنة 285هـ. وازداد نشاطه في بغداد واتسعت شهرته وكثر الجدل والمناظرات بينه وبين معاصره إمام الكوفيين أبي العباس ثعلب، وكان التفوق للمبرد في الغالب، لقدرته على الجدل، وقوة حجته، وظهور بيانه وعذوبته. ويرى العلماء أن المبرد يعد آخر نحاة البصرة البارزين، وقد وثَّقه العلماء وأثنوا عليه.

وأخذ العلم عن المبرد خلق كثير منهم: أبو الحسن علي ابن سليمان الأخفش الصغير الذي روى كتابه الكامل، وأعد عليه بعض التعليقات، وابن دريد اللغوي، وأبو إسحاق الزجاج، وأبوبكر بن السرَّاج. وله مؤلفات كثيرة مشهورة مفيدة جدًا، أشهرها: الكامل في اللغة والأدب؛ المقتضب في النحو والتصريف؛ الفاضل أو الفاضل والمفضول؛ كتاب ما اتفق لفظه واختلف معناه من القرآن المجيد. وتميز المبرد بآراء خالف بها سابقيه، وبإسرافه في رد كثير من الروايات وعدم قبولها.


 الحقوق القانونية وحقوق الملكية الفكرية محفوظة لأعمال الموسوعة. 
Copyrights (c) 2004 Encyclopedia Works. All Rights Resrverd.  
 
",NULL,NULL,NULL,"99999",NULL,NULL), 
 (19,"المعرّيّ، أبو العلاء","المعرّيّ، أبو العلاء (363 - 449هـ، 973 - 1057م).

أحمد بن عبدالله بن سليمان بن محمد بن سليمان المعري، التنوخي. شاعر ومؤلف عربي كبير، كنيته أبو العلاء، ولقب نفسه برهين المحبسين. المحبس الأول فقد البصر والثاني ملازمته داره واعتزاله الناس. ولد بمعرة النعمان وهي مدينة شامية، يرى بعض المؤرخين أنها منسوبة للنعمان بن عدي، ويرى آخرون نسبتها للنعمان بن بشير الأنصاري والي حمص وقنسرين أيام معاوية ويزيد ثم أيام عبدالملك، لأنه أول من بنى بيتًا بها، وكان قد مر بها فمات ابن له فدفنه وأقام عليه. فيكون معناها الشدة، فيقال معرة النعمان أي شدته أو حزنه.

حياته

أسرته. في هذه المدينة استقرت أسرة المعري التي ترجع بأصولها إلى قبيلة عربية مشهورة هي تنوخ التي ينتهي نسبها إلى قضاعة ثم إلى يعرب بن قحطان. وسميت بذلك لأنها تنخت بالشام قديمًا أي أقامت، وقد عمر المعرة منهم بطن لبني ساطع الجمال وهو النعمان بن عدي ولقب ""بالساطع"" لجماله وبهائه وكان جوادًا شجاعًا. وبيت أبي العلاء في بني سليمان بن داود بن المطهر وفيهم العلم والرئاسة يقول ابن العديم ""وأكثر قضاة المعرة وفضلائها وعلمائها وشعرائها من بني سليمان"". وتولى أجداد أبي العلاء قضاء المعرة وضم إليها جده أبوالحسن سليمان قضاء حمص أيضًا، وعرف بالفضل وكرم النفس، ومات سنة 290 هـ، فولي بعده ابنه أبوبكر محمد بن سليمان عم أبي العلاء الذي قصده الشعراء بالمدح. يقول الصنوبري فيه:
بأبي يا ابن سليمان لقد سدت تنوخا ... وهم السادة شبانًا لعمري وشيوخا
فلما مات ولي القضاء بعده أخوه عبدالله بن سليمان والد أبي العلاء، واختلف في سنة وفاته، وله من الولد، غير أبي العلاء، أبو المجد محمد بن عبدالله وأبو الهيثم عبدالواحد ابن عبدالله، وكانا شاعرين وخلّفا طائفة من الأولاد تولوا القضاء. واستمر مجد الأسرة حتى أواخر القرن السادس الهجري.

وجدته لأبيه هي أم سلمة بنت أبي سعيد الحسن بن إسحاق المعري، كانت تروي الحديث وعُدّت من شيوخ أبي العلاء الذين سمع الحديث عنهم.

وأمه من بيت معروف من بيوتات حلب الشهباء. وجده لأمه هو محمد بن سبيكة. وخالاه هما أبوالقاسم علي وأبو طاهر المشرف، وكانا من ذوي الشرف والمروءة والكرم، ومن أرباب الأسفار طلبًا للمجد والجاه. يقول أبو العلاء في رثاء أمه:

وكم لك من أب وسم الليالي ... على جبهاتها سمة اللئام
مضى وتَعرُّف الأعلام فيه ... غني الوسم عن ألف ولام

ويقول في خاله علي:

كأن بني سبيكة فوق طير ... يجوبون العزائز والنجادا
أبالإسكندر الملك اقتديتم ... فما تضعون في بلد وسادا

وكانت صلته بهم طيبة، كما كانوا به بررة يعينونه ويصلونه. وخاله أبو طاهر هذا هو الذي أعانه على رحلة بغداد، ولذا كان يكثر من ذكرهم، وله معهم مراسلات ومنها قصيدة بعث بها إلى خاله أبي القاسم علي، وكان قد سافر إلى المغرب فطالت غيبته:

تفدِّيك النفوس ولاتفادى ... فأدن الوصل أو أطل البعادا

وكان المعري شديد التعلق بأمه يتحدث عنها بعاطفة مشبوبة متقدة، ولما رحل إلى بغداد كان حنينه إليها متصلاً وطيفها لا يفارقه، وتصحبه الهواجس والظنون، وبقي طوال عمره يذكرها ولم ينسها على مر الأعوام. يقول ـ وهو شيخ ـ لابن أخيه القاضي أبي عبدالله محمد:

أعبدالله ما أُسدي جميلاً ... نظير جميل فعلك مثل أمي
سقتني درها ورعت وباتت ... تعوذني وتقرأ أو تُسمي

نشأته. أصيب في آخر العام الثالث من عمره بالجدري فعمي في الرابعة من عمره، ولم يبق من ذكريات ما رآه إلا اللون الأحمر. قال: "" لا أعرف من الألوان إلا الأحمر، لأني ألبست في الجدري ثوبًا مصبوغًا بالعصفر، لا أعقل غير ذلك"".

بدأ أبوالعلاء صغيرًا في تلقي العلم على أبيه، وأول ما بدأ به علوم اللسان والدين على دأب الناس في ذلك العصر، وتُلمح الفائدة التي جناها من هذه الدروس إذ بدأ يقرض الشعر وله إحدى عشرة سنة ثم ارتحل إلى حلب ليسمع اللغة والآداب من علمائها تلاميذ ابن خالويه. وكانت حلب في ذلك العصر إحدى حواضر العالم الإسلامي الكبرى تضم جمعًا من العلماء ممن استدعاهم سيف الدولة إبان عنفوان دولته، ولم تذهب نهضتها بموته بل استمرت بعده. وفي حلب شهر تبريز المعري وروايته للأدب والشعر. فقد روي أنه صحّح رواية شيخه ابن سعد لبيت المتنبي:

أو موضعًا في فناء ناحية ... تحمل في التاج هامة العاقدْ

فقال أبوالعلاء:

أو موضعًا في فتان ناجية

ولم يقبل شيخه ذلك حتى مضى إلى نسخة عراقية للديوان فوجده كما قال أبوالعلاء. تلقى أبوالعلاء دروسًا في السنة عن يحيى بن مسعر. ومن حلب توجه إلى أنطاكية، وكانت بها مكتبة عامرة تشتمل على نفائس من الكتب فحفظ منها ما شاء الله أن يحفظ، ثم سافر إلى طرابلس الشام ومر في طريقه باللاذقية، ويقال إنه درس النصرانية واليهودية جميعًا.

ولما وصل أبو العلاء إلى طرابلس وجد بها مكتبة كبيرة ـ وقفها أهل اليسار ـ درس منها ثم عاد إلى المعرة. تردد في طور لاحق في مكتبات بغداد ودور العلم بها. كان استعداده للعلم عظيمًا وذكاؤه ملتهبًا. روى الثعالبي عن أبي الحسن المصيصي الشاعر قوله: "" لقيت بمعرة النعمان عجبًا من العجب، رأيت أعمى شاعرًا ظريفًا يلعب بالشطرنج والنرد ويدخل في كل فن من الجد والهزل يكنى أبا العلاء، وسمعته يقول: ""أنا أحمد الله على العمى، كما يحمده غيري على البصر، فقد صنع لي وأحسن بي إذ كفاني رؤية الثقلاء البغضاء"".

أشار ابن العديم إلى قوة حفظ أبي العلاء برواية حكاية عن ابن منقذ ذكر فيها أنه يقرأ عليه الكراسة والكراستين مرة واحدة فيحفظهما، ولم يعلم له من شيوخ بعد سن العشرين، وذكر هو نفسه أنه لم يحتج إليهم بعدها.

وفاة أبيه. اختلف المؤرخون في السنة التي مات فيها أبوه، فيذكر ياقوت أنه توفي سنة 377هـ بحمص، وبهذه الرواية يأخذ بعضهم ويبني عليها رأيه في نبوغ أبي العلاء الباكر وعبقريته الفذة. ويقول ابن العديم: إنه توفي سنة 395هـ بمعرة النعمان. ويؤيد جمع من الدارسين روايته لأسباب منها أنه كان يذكر أسانيد رواياته، وأغلب رواته من بني سليمان أو من تلاميذ المعري ومعاصريه، ويذكر طرق الرواية قراءة أو سماعًا أو مكاتبة، هذا فضلاً عن تخصصه واقتصاره على أخبار أبي العلاء بخلاف ياقوت في كتابه الجامع المانع. ومنها أن القصيدة التي رثى بها أباه شديدة الأسر محكمة التركيب فيها درجة من النضج الفني والفكري يصعب أن يتصف به ابن أربع عشرة سنة، وقد وصفت بأنها من عيون الشعر في الديباجة والأغراض والمعاني. وقد خلفت وفاة والده جراحًا غائرة وأسى عميقًا في نفسه لعظم عطاء الوالد البر الذي كان اعتماد أبي العلاء عليه كبيرًا في كثير من شؤونه، فأحس بعده بأنه مهيض الجناح ضائع أو شبه ضائع، وهذا الحدث أمده بكثير من الآراء التي عظمت عنده من سوء رأيه في الحياة ويقينه بفسادها.

رحلته إلى بغداد. كان أبوالعلاء فقيرًا، وكان لايتكسب بشعره، وكان له ثروة ضئيلة لا تتجاوز ثلاثين دينارًا في السنة جعل نصفها لخادمه. ويرى بعضهم أن الذي منعه من التكسب أمران: أولهما أن عزة النفس التي ورثها عن أسرته تمنعه من إراقة ماء وجهه، وتصده عن ذل السؤال، وثانيهما فطرته السليمة ودراسته الفلسفية اللتان صانتاه من الابتذال وصوغ الأكاذيب في الأمراء. والكذب عنده بشع قبيح، ثم إن المال الذي يأخذه عن طريق التكسب مال حرام استحل ظلمًا وأولى به شيخ كبير وعجوز فانية وأرملة مهيضة الجناح وأطفال زغب.

كانت أمه تمانع في سفره أول الأمر، ولكنه أقنعها فأذنت له، وأعد له خاله أبو طاهر سفينة انحدر بها إلى الفرات حتى بلغ القادسية، وهناك لقيه عمال السلطان فاغتصبوا سفينته واضطروه إلى أن يسلك طريقًا مخوفة إلى بغداد، وعند وصوله نظم قصيدة قدمها إلى أبي حامد الأسفراييني واصفًا سفره وجور عمال السلطان طالبًا مودة أبي حامد ومساعدته في رد سفينته. ويتظرف فيها واصفًا سفره البري باصطلاح الفقهاء:

ورب ظهر وصلناها على عجل ... بعصرها من بعيد الورد لمّاع
بضربتين لطهر الوجه واحدة ... وللذراعين أخرى ذات إسراع
وكم قصرنا صلاة غير نافلة ... في مهمه كصلاة الكسف شعشاع

ولا يذكر المؤرخون أسبابًا لرحلته تلك سوى أنها للسياحة وطلب العلم والحرص على الشهرة بمدينة السلام، وربما أشاروا من طرف خفي إلى فقره وطلبه الغنى. ولكن القفطي والذهبي ينصان على أن عامل حلب كان قد عارض أبا العلاء في وقف له، فارتحل إلى بغداد شاكيًا متظلمًا. وقد يكون الاضطراب السياسي في الشام آنذاك أحد الأسباب التي أخرجته وبغضت إليه المعرة فتركها ليقيم ببغداد. وكانت أجزاء كبيرة من الشام قد خضعت للعبيديين وهم من الشيعة الباطنية وكان المعري مبغضًا لهم غاية البغض، فيرجح بعض الدارسين أن خروجه قد يكون بسبب تحكم هؤلاء في المعرة في السنة التي خرج فيها.

أما المعري فينفي أن يكون خروجه طلبًا لدنيا أو التماسًا لرزق:

أنبئكم أني على العهد سالم ... ووجهي لما يبتذل بسؤال
وأني تيممت العراق لغير ما ... تيممه غيلان عند بلال

وكرر هذا في رسائله لأهل المعرة ولخاله، وذكر أن أهل بغداد بذلوا له الأموال ليبقى بينهم، ولكن وجدوه ""غير جذل بالصفات ولاهش إلى معروف الأقوام"".

كما نفى نفيًا قاطعًا أن يكون خروجه ليستزيد من العلم: ""ومنذ فارقت العشرين من العمر ما حدثت نفسي باجتداء العلم من عراقي ولا شامي. وانصرفت وماء وجهي في سقاء غير سرب، لم أرق قطرة منه في طلب أدب ولا مال. ""مع أنه كان أمرًا مألوفًا في عصره أن يرحل الرجل ليستكثر من لقاء الشيوخ وكانت بغداد مما يقصد إليها الشعراء واللغويون والفقهاء والمحدثون. وقد صرح أبو العلاء بسبب سفره في بعض رسائله أنه أتاها قاصدًا دار الكتب بها، وكان يسميها دار العلم. ويذكر أنه لما دخل بغداد طلب أن تعرض عليه الكتب التي في خزائنها. وأنه حضر إلى خزانة الكتب التي بيد عبدالسلام البصري وعرض عليه أسماءها فلم يستغرب شيئًا لم يره من قبل بدور العلم بطرابلس إلا ديوان تيم اللات فاستعاره.

كان خروج المعري إلى بغداد في أواخر سنة 398هـ ودخلها في أوائل سنة 399هـ، ولم يأت بغداد مغمورًا بل سبقته شهرته إليها، ولكن أهل العاصمة الكبرى لم يكونوا ليسلموا بعبقرية الوافد قبل امتحانه. وقد أعدوا له امتحانًا عسيرًا اجتازه بنجاح، ذكره ابن فضل الله العمري في مسالك الأبصار: ""احضروا دستور الخراج الذي في الديوان، وجعلوا يوردون عليه ما فيه مياومة وهو يسمع إلى أن فرغوا، فابتدأ أبو العلاء وسرد عليهم كل ما أوردوه له"". وأقروا له بالحفظ والعلم، والشعر معًا إذ قرأوا عليه ديوان سقط الزند.

حضر المعري كثيرًا من مجالس العلماء ببغداد واشترك في دروسهم ومناظراتهم فكان يحضر مجمع سابور بن أردشير وفيه يقول:

وغنت لنا في دار سابور قينة ... من الورق مطراب الأصائل ميهال

ويحضر مجمع عبدالسلام البصري يوم الجمعة ويقول فيه:

تهيج أشواقي عروبة أنها ... إليك ذوتني عن حضور بمجمع

ويحضر دروس الشريف المرتضي، وكانت علاقته أول الأمر حسنة متينة بالشريفين المرتضي والرضي وأسرتهما، ورثى والدهما الشريف الطاهر بقصيدة مرتجلة، وكانا يجلانه ويرفعان منزلته، ثم تغير المرتضي عليه. كما كان يحضر المجالس الشعرية بمسجد المنصور حيث يلقي الشعراء قصائدهم.

ور",NULL,NULL,NULL,"99999",NULL,NULL), 
 (22,"المقَّري، أبو العباس","المقَّري، أبو العباس ( ؟ - 1041هـ، ؟ - 1631م).

أحمد بن محمد بن أحمد بن يحيى بن عبدالرحمن بن أبي اليعيش بن محمد التلمساني المقَّري، نسبة إلى مقَّرة من قرى تلمسان. مؤرخ أندلسي وُلِد بتلمسان بالجزائز ونشأ بها، انتقل إلى فاس فكان خطيبها والقاضي بها. وكان كثير الأسفار، زار مصر والشام والحجاز أكثر من مرة. واشتهر بمؤلفه نفح الطيب. وكتابه أزهار الرياض في أخبار القاضي عياض اتخذ فيه من القاضي عياض نواة حشد حولها المعلومات الأدبية والتاريخية. ولم يكتف بأخبار عصره ومصره، بل استوعب أخبار الأجيال السابقة لجيله.

وكان المقَّري شاعرًا مجيدًا. وفي شعره سلاسة وعذوبة. ويمتاز نثره بمتانة المبنى والقدرة على التصرف في استعمال اللفظ.

وله مصنفات أخرى منها: حسن الثنا في العفو عمن جنى؛ عرف النشق في أخبار دمشق، وله أرجوزة سمّاها إضاءة الجنة في عقائد أهل السنة. وغيرها.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (24,"الطرَسوسي، نجم الدين","الطرَسوسي، نجم الدين (721 - 758 هـ = 1321 - 1357 م).

ابراهيم بن علي بن أحمد بن عبد الواحد ابن عبد المنعم الطرسوسي، نجم الدين: قاض مصنف.
ولد ومات في دمشق، وولي قضاءها بعد والده (سنة 746) وأفتى ودرس، وألف كتبا منها (الاشارات في ضبط المشكلات) و (الاعلام في مصطلح الشهود والحكام) و (الاختلافات الواقعة في المصنفات) و (أنفع الوسائل - ط) يعرف بالفتاوي الطرسوسية، و (ذخيرة الناظر في الاشباه والنظائر - خ) في فقه الحنفية، و (الفوائد المنظومة) فقه، ويسمى (الفوائد البدرية - خ) و (الدرة السنية في شرح الفوائد الفقهية - خ) شرح منظومة له، في شستربتي (3085)
و (الانموذج من العلوم لارباب الفهوم في أربعة وعشرين علما - خ) في أوقاف بغداد، الرقم 6470 و (وفيات الاعيان من مذهب أبي حنيفة النعمان - خ) في الظاهرية (الرقم 9625) و (تحفة الترك فيما يجب ان يعمل في الملك - خ) في مكتبة عارف حكمت (83 فقه حنفي) مصور في جامعة الرياض (الفيلم 92) 77 ورقة.
وله نظم حسن

نقلا عن الأعلام لخير الدين الزركلي",NULL,NULL,NULL,"99999",NULL,NULL), 
 (26,"ابن حزم","ابن حزم الأندلسي (384 - 456هـ، 995 - 1063م).

علي بن أحمد بن سعيد بن حزم، الأندلسي، الظاهري، شاعر وكاتب وفيلسوف وفقيه. ولد في مدينة قرطبة وكان يلقب القرطبي إشارة إلى مولده ونشأته.

اختُلف في نسبه، أينحدر من أصول فارسية أم من أصل أسباني أم هو عربي صميم النسب؟!. وعلى كلٍّ، فقد كانت أسرته من تلك الأسر التي صنعت تاريخ الأندلس.

عَمُرَت حياته في صباه بالدرس والتحصيل، فأخذ المنطق عن محمد بن الحسن القرطبي، وأخذ الحديث عن يحيى بن مسعود، وأخذ الفقه الشافعي عن شيوخ قرطبة، ونشأ شافعي المذهب ثم انتقل إلى المذهب الظاهري حتى عرف بابن حزم الظّاهري.

عانى ابن حزم من الفتنة التي شبت بقرطبة، وكتب متمثلاً تلك الفترة في كتابه طوق الحمامة في الألفة والأُلاف. ثم ترك قرطبة واستقر بمدينة ألمريّة، وكان مشغولاً بهاجس السياسة وإعادة الخلافة للأمويين. ولقي من جراء ذلك عذابًا كثيرًا؛ فظل يعاني النفي والتشريد بعيدًا عن قرطبة، ويحن للعودة إليها. ولما سقطت الخلافة الأموية نهائيًا بالأندلس وزالت دولة الأمويين، تفرغ ابن حزم للعلم والتأليف. فأثرى المكتبة العربية بمؤلفات مفيدة في مختلف فروع المعرفة من أشهرها: الفِصَل في المِلَلْ والأهواء والنِّحَل؛ طوق الحمامة؛ جمهرة أنساب العرب؛ نُقَطُ العروس؛ ورسالته في بيان فضل الأندلس وذكر علمائه؛ الإمامة والخلافة؛ الأخلاق والسير في مداواة النفوس والمحلّى بالآثار؛ الإحكام في أصول الأحكام.

يُعد ابن حزم درة في تاريخ الأندلس السياسي والفكري والأدبي، وقد عاش حياة مليئة بالمحن والمصائب، قضاها مناضلاً بفكره وقلمه، أكثر من أربعين عامًا، ولكن فقهاء عصره حنقوا عليه وألبوا ضده الحاكم والعامة، إلى أن أحرقت مؤلفاته ومزقت علانية بإشبيلية. توفي بقرية منتليشم من بلاد الأندلس.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (28,"ابن بسام الشنتريني","ابن بسام الشنتريني (؟-542هـ، ؟-1147م).

علي بن محمد بن بسام، أبو الحسن، الشنتريني. أديب وكاتب أندلسي، أصبح وزيرًا. نسبته إلى شنترين في غربي الأندلس، وهي اليوم من مدن البرتغال. اشتهر بكتابه الذخيرة في محاسن أهل الجزيرة، في ثمانية مجلدات، تشتمل على 154 ترجمة مسهبة لأعيان الأدب والسياسة ممن عاصرهم أو تقدموه بقليل. وله أيضًا ثلاثون مقامة ذكرها بعض من ترجم له.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (31,"ابن تيمِيَّة، تقي الدين","ابن تيمِيَّة، تقي الدين (661-728هـ، 1263-1328م).

تقي الدين أبو العَباس أحمد بن عبد الحليم بن عبد السلام بن عبدالله بن أبي القاسم بن محمد ابن تيمية الحراني الحنبلي الدمشقي. شيخ الإسلام في زمانه وأبرز علمائه، فقيه أصولي ومفتي الدين الحصيف وصاحب الآثار الكبرى في علوم الدين والفكر الإسلامي. ولد بحرَّان بتركيا، ورحل إلى دمشق مع أسرته هربًا من غزو التتار. وتلقى العلم على والده وعلى مشايخ دمشق وظهرت عليه علامات النجابة منذ نعومة أظفاره، فكان قوي الذاكرة سريع الحفظ. نهل من منهج النبوة، حتى آلت إليه الإمامة في العلم والعمل سنة 720هـ.

كان من أشد مفكري الإسلام نقدا للفلسفة وعلم الكلام، ودعا إلى وضع العقل بعد النقل وليس قبله. وقد صنف كتاباً ضخماً سماه درء تعارض العقل والنقل أو موافقة صحيح المنقول لصريح المعقول رد فيه على شطحات الفلاسفة، وفند فيه دعاوى أهل الفرق الضالة حسب رأيه واجتهاده، ودافع فيه عن المنطق الفطري، وهو المنطق السليم، منطق القرآن الكريم. وفي كتابه الرد على المنطقيين حمل على دعوى أتباع أرسطو من المنطقيين الذين ذهبوا إلى أن المفاهيم التي ليست بديهية لاتدرك إلا بالحد (الدليل) بحجة أنها لما كانت غير بديهية كان لابد لها من دليل، وإلا كانت دعوتهم باطلة، وبيَّن ابن تيمية أن تحديد المفاهيم تكتنفه الصعاب، وحتى من دافع عن المنطق من أهل الفلسفة وعلم الكلام، اضطر إلى التسليم بصعوبة تحديد الجنس أو الفصل الخاص، الذي يقوم عليه التعريف، ونسبه ابن تيمية إلى اختلاف الناس في سرعة إدراك الحد الأوسط في القياس مثل حيوان يمشي على أربع، والكلب حيوان، الكلب يمشي على أربع، فالحد الأوسط هنا وهو الكلب حيوان لايحتاج إليه الذكي، ولايستفيد منه الغبي. والنتيجة تحصيل حاصل. وانتقد كذلك نظريات البرهان عند أرسطو باعتبار أن البرهان يتناول الكلّيات الذهنية، في حين أن الكائنات موجودات جزئية، ولذلك فالبرهان لايؤدي إلى معرفة إيجابيته بالكائنات بشكل عام وبالله بشكل خاص.

ذهب ابن تيمية إلى مصر فسُجن بها، ورجع إلى دمشق، وجاهد ضد التتار وحبسه السلطان لفتواه عن طلاق الثلاث، وتحرش به علماء دمشق عند السلطات ليوقعوا به، فَحُبِس ثانية في قلعة دمشق ومات فيها. وخرجت البلدة على بكرة أبيها تشيع جنازته.

كان ابن تيمية صالحاً مصلحاً، داعيا إلى الإصلاح والعودة إلى القرآن والسنة، وكان ذا باع طويل في اللغة العربية وعلومها، وفي مختلف العلوم. تربو مصنفاته على ثلاثمائة مجلد في علوم الإسلام المختلفة من أهمها: اقتضاء الصراط المستقيم في الرد على أهل الجحيم؛ السياسة الشرعية في إصلاح الراعي والرعية؛ الصارم المسلول على شاتم الرسول؛ الواسطة بين الخلق والحق؛ العقيدة التدمرية؛ الكلام على حقيقة الإسلام والإيمان؛ العقيدة الواسطية؛ بيان الفرقان بين أولياء الشيطان وأولياء الرحمن؛ تفسير سورة البقرة؛ درء تعارض العقل والنقل؛ منهاج السنة النبوية؛ مجموعة الفتاوى.

خالف بعضُ الأئمة والعلماء بعضَ آراء ابن تيمية وفتاويه وردوا عليه. ومن هؤلاء العلماء: صفي الدين الهندي وتقي الدين السبكي وشمس الدين الذهبي وابن حجر العسقلاني والعز بن جماعة وبدر الدين محمد بن إبرهيم بن جماعة وغيرهم.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (33,"الذهبي","الذَهَبي، شمس الدين (673؟ - 748؟هـ، 1275؟ - 1347؟م).

شمس الدين أبوعبدلله محمد بن أحمد بن عثمان بن قَايْماز، التُركماني الأصل، ثم الدمشقي، المقرئ. الإمام الحافظ، محدِّث العصر وخاتمة الحفَّاظ، ومؤرخ الإسلام. طلب الحديث وله ثماني عشرة سنة، فسمع الكثير، ورحل، وعني بهذا الشأن، وتعب فيه، وخدمه إلى أن رسخت فيه قدمه. قال السخاوي عنه: إن المحدثين عيال الآن في الرجال وغيرها من فنون الحديث على أربعة: المزيّ، والذهبي، والعراقي، وابن حجر. كُفّ بصره سنة 741هـ. وتصانيفه كثيرة تقرب من المائة، منها: تاريخ الإسلام؛ سير أعلام النبلاء؛ طبقات الحفاظ؛ طبقات القراء؛ مختصر تهذيب الكمال؛ الكاشف؛ التجريد في أسماء الصحابة؛ والميزان في الضعفاء؛ المغني في الضعفاء؛ تلخيص المستدرك للحاكم؛ مختصر سنن البيهقي وغيرها. ولد وتوفي بدمشق.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (35,"ابن حَجَر العَسْقلاني","ابن حَجَر العَسْقلاني (773؟ - 852هـ، 1372؟ - 1448م).

شهاب الدين أبوالفضل، أحمد بن علي بن محمد بن محمد بن علي، الكناني، العسقلاني، الشافعي. صاحب أشهر شرح لصحيح الإمام البخاري أصله من عسقلان بفلسطين، ومولده ووفاته بالقاهرة.

عالم محدِّث فقيه أديب ولع بالأدب والشعر فبلغ فيه الغاية، ثم أقبل على الحديث فسمع الكثير، ورحل ولازم شيخه الحافظ أبا الفضل العراقي. رحل إلى اليمن، والحجاز، وغيرهما لسماع الشيوخ، وصارت له شهرة كبيرة. قصده الناس للأخذ عنه، وأصبح حافظ الإسلام في عصره. ولما حضرت العراقي الوفاة قيل له من تخلف بعدك؟ قال: ابن حجر، ثم ابني أبا زرعة، ثم الهيثمي. كان فصيح اللسان، راوية للشعر، عارفاً بأيام المتقدمين وأخبار المتأخرين، ولي قضاء مصر مرات ثم اعتزل.

أما تصانيفه فكثيرة جداً منها: فتح الباري في شرح صحيح البخاري؛ الإصابة في تمييز أسماء الصحابة؛ تهذيب التهذيب؛ تقريب التهذيب في أسماء رجال الحديث؛ لسان الميزان؛ أسباب النزول؛ تعجيل المنفعة برجال الأئمة الأربعة؛ بلوغ المرام من أدلة الأحكام؛ تبصير المنتبه في تحرير المشتبه؛ إتحاف المهرة بأطراف العشرة؛ طبقات المدلسين؛ القول المسدّد في الذَّب عن مسند الإمام أحمد وغيرها كثير.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (38,"مالك بن نبي","مالك بن نبي (1323 - 1393هـ، 1905 - 1973م).

مفكر جزائري معروف. وأحد المفكرين الإسلاميين الذين قدَّموا رؤاهم لنهضة بلادهم على هَدْي القرآن الكريم للخروج من مأزق التخلف والتبعية. فاهتم بالوقت باعتباره ممرًا يدخل المجتمع من خلاله التاريخ أو يخرج منه، وبالفعالية على أنها فهم جوهر الإنسان، وبالتاريخ وعلاقتهما الواحد بالآخر، وبالحضارة على أنها جملة العوامل المعنوية والمادية التي تتيح لمجتمع أن يوفر لكل فرد من أعضائه الضمانات الاجتماعية اللازمة لتقدمه.

وُلد مالك بن نبي بعاصمة الشرق الجزائري قسنطينة عام 1905م من أب موظف بسيط. انتقلت به عائلته إلى تبسَّة، حيث ارتاد المدرسة القرآنية لمدة أربع سنوات بالتوازي مع المدرسة الفرنسية. ولكن مع بداية الحرب العالمية الأولى سنة 1914م، انتقل ثانية إلى قسنطينة. ومنها إلى تبسَّة حيث التحق بالمدرسة الإعدادية.

وكان متفوقًا على أقرانه، فأعطي منحة لمواصلة الدراسة بقسنطينة، وهناك زاوج بين تأثير الثقافتين العربية والفرنسية على الرغم من صغر سنه. سافر عام 1925م إلى مرسيليا وليون وباريس بحثًا عن عمل و لكن دون جدوى، فعاد إلى الجزائر حيث عمل في تبسة مساعد كاتب في المحكمة. وأتاح له عمله هذا الاحتكاك بمختلف الشرائح الاجتماعية أيام الاستعمار مما ساعده على تفسير ظواهر مختلفة فيما بعد. وفي عام 1928م تعرّف مالك بن نبي على الشيخ عبدالحميد بن باديس، وعرف قيمته التربوية والإصلاحية. ثم سافر مرة ثانية إلى فرنسا عام 1930م، حيث حاول الدخول إلى معهد الدراسات الشرقية ولكنه لم ينجح في الدخول لأنه جزائري، وسُمح له بدخول مدرسة اللاسلكي وتخرج فيها مهندسًا كهربائيًا سنة 1931م، وتزوج حينذاك فرنسية أسلمت واتخذت خديجة اسمًا لها. ولم تنجب له فتزوج ثانية بعد وصوله إلى مصر سنة 1956م، وخلال غربته لم ينشغل عن السياسة وشؤون البلاد حيث كان يتابع عن كثب حركات الإصلاح داخل الوطن وخارجه.

بقي في باريس من سنة 1939م إلى 1956م، ثم عاد إلى القاهرة للمشاركة في الثورة الجزائرية من هناك. ولم يغادر مصر إلا بعد استقلال الجزائر حيث أصبح سنة 1963م مديرًا للتعليم العالي حتى 1967م، ثم استقال وانقطع للعمل الفكري وتنظيم ندوات كان يحضرها الطلبة من مختلف المشارب. وظل مالك بن نبي ينير الطريق أمام العالم الإسلامي بفكره إلى أن توفي.

أما آثاره الفكرية، فيمكن القول إنه لم يكفّ عن العطاء منذ سنة 1946م حيث ألّف أول كتاب له وهو الظاهرة القرآنية، هذا الكتاب الذي كان سبب إسلام الكثير من الغربيين. وتلاه برواية لبيك (1947م)، وهي رواية فلسفية، ثم شروط النهضة (1948م)؛ وجهة العالم الإسلامي. وفي عام 1954م أصدر بمناسبة انعقاد مؤتمر باندونج الفكرة الأفروآسيوية (1956م) ومشكلة الثقافة (1959م) والصراع الفكري في البلاد المستعمرة (1960م) وهو أول كتاب كتبه مالك بالعربية مباشرة بخلاف معظم كتبه التي ألفها بالفرنسية، وترجمها إلى العربية المفكر الإسلامي المصري الدكتور عبدالصبور شاهين، حيث تعتبر هذه الترجمات الجسر الأول الذي نقل مالك بن نبي إلى عقول قرَّاء العربية. وفي عام 1960م كتب أيضًا كتابه فكرة كومنولث إسلامي؛ ميلاد مجتمع (1962م)؛ إنتاج المستشرقين وأثره في الفكر الإسلامي (1969م)؛ مشكلة الأفكار في العالم الإسلامي؛ مذكرات شاهد القرن (1970م)؛ المسلم في عالم الاقتصاد (1972م). ونشر له بعد وفاته دور المسلم ورسالته في القرن العشرين (1977م)؛ بين الرشاد والتيه (1978م).

ولمالك بن نبي آثار فكرية لم تطبع وهي في صورة مخطوطات مثل: خطاب مفتوح لخروتشوف وأيزنهاور؛ دولة مجتمع إسلامي؛ مذكرات شاهد القرن (القسم الثالث)؛ العلاقات الاجتماعية وأثر الدين فيها؛ المشكلة اليهودية؛ اليهودية أم النصرانية؛ دراسة حول النصرانية؛ مجالس دمشق (مجموعة محاضرات باللغة العربية)؛ مجالس تفكير (محاضرات كان يلقيها في منزله في الجزائر).

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (40,"الساعاتي، أحمد بن عبدالرحمن","الساعاتي، أحمد بن عبدالرحمن (1301 ـ 1378هـ ، 1883 ـ 1958م).

أحمد بن عبدالرحمن البنا الساعاتيّ والد المصلح والزعيم الإسلامي حسن البنا مؤسس جماعة الإخوان المسلمين. محدِّث، عالم، ولد بقرية شمشيرة قرب مدينة الإسكندرية بمصر. توجه منذ صغره لطلب العلوم الشرعية. فعكف على دراسة الحديث النبوي. له من المصنفات: بدائع المنن في جمع وترتيب مسند الشافعي والسنن؛ القول الحسن في شرح بدائع المنن؛ منحة المعبود في ترتيب مسند الطيالسي أبي داود؛ تهذيب جامع مسانيد أبي حنيفة؛ هداية المقتفي إلى ترتيب مسند الحصكفي؛ إتحاف أهل السنة البررة بزبدة أحاديث الأصول العشرة؛ تنوير الأفئدة الزكية في أدلة أذكار الوظيفة الزروقية؛ الفتح الرباني لشرح وترتيب مسند أحمد بن حنبل الشيباني. وكانت وفاته بالقاهرة.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (42,"أحمد بن حنبل","أحمد بن حنبل (164 - 241هـ، 780 - 855م).

أبو عبدالله أحمد بن محمد بن حنبل بن هلال بن أسد الشيباني. الفقيه والمحدث، صاحب المذهب.

ولد ببغداد ونشأ بها ومات والده وهو صغير فتعهدته أمه ووجهته إلى دراسة العلوم الدينية، فحفظ القرآن وتعلم اللغة. وفي الخامسة عشرة من عمره بدأ دراسة الحديث وحفظه، وفي العشرين من عمره بدأ في رحلات طلب العلم، فذهب إلى الكوفة ومكة والمدينة والشام واليمن ثم رجع إلى بغداد ودرس فيها على الشافعي أثناء قيام الشافعي برحلاته إليها في المدة من 195 إلى 197هـ، وكان من أكبر تلاميذ الشافعي ببغداد. كما تعلم أحمد على يد كثير من علماء العراق منهم إبراهيم بن سعيد وسفيان بن عيينة ويحيى بن سعيد ويزيد ابن هارون وأبو داود الطيالسي ووكيع بن الجراح وعبدالرحمن بن مهدي. بعد ذلك أصبح مجتهدًا صاحب مذهب مستقل وبرز على أقرانه في حفظ السنة وجمع شتاتها حتى أصبح إمام المحدثين في عصره، يشهد له في ذلك كتابه المسند الذي حوى نيفًا وأربعين ألف حديث. وقد أعطى الله أحمد من قوة الحفظ ما يتعجب له، يقول الشافعي: خرجت من بغداد وما خلفت فيها أفقه ولا أورع ولا أزهد ولا أعلم ولا أحفظ من ابن حنبل. وكان ابن حنبل قوي العزيمة صبورًا ثابت الرأي قوي الحجة، جريئًا في التكلم عند الخلفاء مما كان سببًا له في محنته المشهورة. وهي أنه في عصر خلافة المأمون العباسي أثيرت في سنة 212هـ مسألة القول بخلق القرآن، التي كانت عقيدة المعتزلة. حتى قيل من لم يعترف بهذه المسألة من العلماء والفقهاء فعقابه الحرمان من وظائف الدولة مع العقاب بالضرب والسجن. وكان ابن حنبل على خلاف ما يقولون ولم يعترف بقولهم، وكان في ذلك كالطود الثابت الراسخ، لم يركن إلى ما قاله المأمون، فكان نتيجة ذلك أن طبق عليه العقاب ومنع من التدريس وعذِّب وسجن في سنة 218هـ على يد إسحاق بن إبراهيم الخزاعي نائب المأمون، ثم سيق مكبلاً بالحديد حيث يقيم المأمون خارج بغداد، غير أن الخليفة المأمون مات قبل وصول أحمد بن حنبل إليه. وتولى الخلافة بعد المأمون أخوه، المعتصم، فسار على طريقة المأمون في هذه المسألة بوصية منه فسجن أحمد وأمر بضربه بالسياط عدة مرات حتى كان يغمى عليه في كل مرة من شدة الضرب، واستمر في ضرب أحمد وتعذيبه نحو ثمانية وعشرين شهرًا. ولما لم يغير أحمد ولم يرجع عن عقيدته ومذهبه أطلق سراحه وعاد إلى التدريس. ثم مات المعتصم سنة 227هـ وتولى بعده الواثق بالله فأعاد المحنة لأحمد ومنعه مخالطة الناس ومنعه من التدريس أكثر من خمس سنوات، حتى توفي الواثق سنة 232هـ، وتولى الخلافة بعده المتوكل، فأبطل بدعة خلق القرآن سنة 232 وترك للناس حرية اعتقادهم وكرَّم أحمد وبسط له يد العون وظل أحمد على منهاجه ثابتًا على رأيه حتى توفي ببغداد.

جمع تلاميذ أحمد من بعده مسائل كثيرة في الفقه والفتوى ودونوها ونقلوها بعضهم عن بعض في مجاميع كبيرة كما صنع ابن القيم في كتابيه، المغني، والشرح الكبير. ولم يدون أحمد مذهبه في الفقه كما لم يمله على أحد من تلاميذه كراهة اشتغال الناس به عن الحديث، وهو بهذا على غير منهج أبي حنيفة، الذي كان يدون عنه تلاميذه في حضوره، ومالك الذي كان يدون بنفسه وكذا الشافعي، فالجميع قد تركوا فقهًا مدونًا بخلاف أحمد فلم يترك فقهًا مدونًا، إلا أن تلاميذه بعده قاموا بتدوين ما سمعوه منه. ومن هؤلاء التلاميذ: محمد بن إسماعيل البخاري، صاحب الصحيح، ومسلم بن الحجاج النيسابوري، صاحب الصحيح، وأبو داود صاحب السنن. ومن تلاميذه البررة الذين دونوا ما سمعوه من فتاوى وآراء فقهية ولداه صالح (ت 266هـ) وعبدالله (ت 290هـ). ومن تلاميذه أيضًا أبوبكر أحمد بن محمد بن هانئ البغدادي المعروف بالأثرم (ت 273هـ). وهو من أشهر من دون الفقه لأحمد في كتاب، السنن في الفقه، على مذهب أحمد وشواهده من الحديث. ومن أشهرهم أيضًا أبوبكر أحمد بن الخلاّل (ت 311هـ)، في كتاب الجامع ويقع في عشرين سفرًا، وما دونه أبوبكر في هذا الكتاب يعد نقلاً من تلاميذ أحمد. أما في الحديث فلأحمد مسنده المعروف والمشهور.

وقد بنى الإمام أحمد مذهبه على أصول هي: كتاب الله أولاً ثم سنة رسول الله ³ ثانيًا، ثم فتوى الصحابي الذي لا يعلم له مخالف، ثم فتوى الصحابي المختلف فيها، ثم القياس وهو آخر المراتب عنده. وكان أحمد يعترف بالإجماع إذا ما تحقق، ولكنه كان يستبعد تحققه ووجوده، بجانب هذا كان أحمد يعمل بالاستصحاب والمصالح المرسلة وسد الذرائع متبعًا في ذلك سلف الأمة.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (44,"الدينوري، أبو حنيفة","الدينوري، أبو حنيفة ( ؟ - 281هـ، ؟ - 894م).

أحمد بن داود، ويكنى بأبي حنيفة، ويُسمّى أيضًا عبد الله بن علي العشاب.

من علماء المسلمين الذين أحبوا الرحلات، حيث زار كثيرًا من بلاد العرب مثل:المدينة المنورة، وبغداد وفلسطين. عُرف الدينوري بتفوقه في علم النبات؛ حيث أسسه على التجربة والاستنتاج، وقضى حياته في البحث والتأليف والتعليم، ودرس تربة بلاد العرب والطريقة العلمية لزراعة النباتات المهمة وهو أول من ألف في الفلورا العربية. ألف الدينوري كتابًا في علم النبات في ستة مجلدات على هيئة موسوعة مفصّلة بعنوان كتاب النبات والشجر، جمع فيه ملاحظاته الشخصية بعد معاينة النباتات في مواطنها، فاقتصر الكتاب على نباتات بلاد العرب والنباتات الأجنبية التي تأقلمت فيها. فكان الدينوري بحق أول المؤلفين العرب في علم النبات. وبالإضافة إلى هذا الكتاب، له عدة مؤلفات في العلوم الأخرى تزيد على العشرين كتابًا.

ولد الدينوري في دينور بإقليم همدان، وعاش في القرن الثالث للهجرة (التاسع الميلادي).

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (47,"ابن العراقي، وليّ الدّين","ابن العراقي، وليّ الدّين (762 - 826هـ، 1360 - 1422م).

أبو زرعة ولي الدين أحمد بن عبدالرحيم بن الحسين، المعروف بابن العراقي. كردي الأصل قاهري الولادة والنشأة والوفاة، أحد أئمة الشافعية بمصر في عصره، كان عالمًا فاضلاً، صاحب كتب في الأصول والفروع.

ارتحل إلى دمشق ومكة والمدينة، تفقه على يد والده أولاً ثم على يد إيناسي والعفيفي القزويني. كان بارعًا في الحديث والأصول والفقه واللغة، تولى القضاء نحو عشرين عامًا ثم تركه ليتفرغ إلى الإفتاء والتعليم والتأليف، ثم تولى أخيرًا قضاء الديار المصرية بعد الجلال البلقيني.

من كتبه في السنة: البيان والتوضيح لمن أخرج له في الصحيح وقد مس بضرب من التجريح؛ وكذلك أخبار المدلسين.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (49,"القسطلاني، شهاب الدين","القسطلاني، شهاب الدين (851 - 923هـ، 1448 - 1517م).

أحمد بن محمد بن أبي بكر بن عبدالملك بن أحمد بن محمد بن محمد بن حسين بن علي القسطلاني الأصل، المصري.

مُحدث ومؤرخ وفقيه ومقرئ ولد في مصر وقدم مكة وتوفي بالقاهرة.

من تصانيفه، إرشاد الساري لشرح صحيح البخاري في عشرة أجزاء، والمواهب اللدنية في المنح المحمدية وهو كتاب في السيرة النبوية، وله كتاب في القراءات هو فتح الداني في شرح حرز الأماني وله في القراءات أيضًا لطائف الإشارات في علم القراءات؛ الكنز في التجويد؛ منهاج الابتهاج بشرح مسلم بن الحجاج في الحديث ويقع في ثمانية أجزاء، وله كتاب في سيرة أبي القاسم الشاطبي هو منحة من منح الفتح المواهبي تنبئ عن لمحة من سيرة أبي القاسم الشاطبي. وله أيضًا الروض الزاهر في مناقب الشيخ عبدالقادر؛ مشارق الأنوار المضيئة وهو كتاب في شرح البردة. وقد ترجم له معظم كتَّاب التراجم.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (51,"ابن بطال، أبو الحسن","ابن بطال، أبو الحسن ( ؟ ـ 449هـ، ؟ ـ 1057م).

أبوالحسن علي بن خلف بن بطال البكري القرطبي ثم البلنسي ويعرف بابن اللجَّام. علامة، مُحدِّث.

أخذ عن أبي عمر الطلمنكي وابن عفيف ويونس بن مغيث وغيرهم. قال ابن بشكوال: ""كان من أهل العلم والمعرفة، عُنِي بالحديث العناية التّامة، شرح صحيح البخاري في عدة أسفار، رواه الناس عنه"".

ومن مؤلفاته أيضاً: الاعتصام في الحديث؛ وكتاب في الزهد والرقائق.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (112,"أبو نعيم الأصبهاني","أبو نعيم الأصبهاني (336 - 430 هـ = 948 - 1038 م) 

أحمد بن عبد الله بن أحمد بن إسحاق بن موسى بن مهران الأصبهاني، أبو نعيم: حافظ، مؤرخ، من الثقات في الحفظ والرواية.
ولد ومات في أصبهان.
من تصانيفه (حلية الأولياء وطبقات الأصفياء - ط) عشرة أجزاء، و (معرفة الصحابة) كبير، بقيت منه مخطوطة في مجلدين، عليها قراءة سنة 551 في مكتبة أحمد الثالث، بطوبقبو سراي، باستنبول، الرقم 497 كما في مذكرات الميمني - خ (1). و (طبقات المحدثين والرواة) و (دلائل النبوة - ط) و (ذكر أخبار أصبهان - ط) مجلدان، وكتاب (الشعراء - خ)

نقلا عن : الأعلام للزركلي
__________
(1) [ثم طبع وهو من ضمن كتب هذا البرنامج (المكتبة الشاملة)]",2,239,"A0863B97","430","أبو نعيم أحمد بن عبد الله بن أحمد بن إسحاق بن موسى بن مهران الأصبهاني","430"), 
 (113,"خير الدين الزركلي","خير الدين الزركلي ( 1310 - 1396 هـ = 1893 - 1976 م )

خير الدين بن محمود بن محمد بن علي بن فارس، الزركلي (بكسر الزاي والراء) الدمشقي.

قال المترجَم عن نفسه (في كتابه الأعلام 8 /267)  :
ولدت ليلة 9 ذي الحجة 1310 (25 يونيه 1893) في بيروت، وكانت لوالدي تجارة فيها، وهو وأمي دمشقيان.
ونشأت بدمشق، فتعلمت في إحدى مدارسها الأهلية. وأخذت عن علمائها، على الطريقة القديمة. وأولعت بكتب الأدب.
وقلت الأبيات من الشعر، في صباي، وأديت امتحان « القسم العلمي» في المدرسة الهاشمية.ودرست فيها.
وأصدرت مجلة « الأصمعي»  أسبوعية، فصادرتها الحكومة العثمانية، لصورة كتبت أنها صورة «الخليفة العربي» المأمون.
وذهبت إلى بيروت، فانقطعت إلى الكلية العلمانية (لاييك) تلميذا في دراساتها الفرنسية، ثم أستاذا للتاريخ والأدب العربي فيها.
ورجعت، في أوائل الحرب العامة الأولى، إلى دمشق.
وأصدرت بها، بعد الحرب (1918) جريدة « لسان العرب » يومية، مع أحد الاصدقاء.
وأقفلت، فشاركت في إصدار « المفيد » يومية أيضا.
وهيأت للطبع مجموعة من شعري سميتها « عبث الشباب » فالتهمتها النار، وأكلت أصولها، واسترحت منها وأرحت ! وعلى أثر وقعة « ميسلون » في صباح اليوم الذي كان الفرنسيون يدخلون به دمشق (1920) غادرتها إلى فلسطين، فمصر، فالحجاز.
وصدر حكم الفرنسيين (غيابيا) بإعدامي، وحجز أملاكي.
وفي سنة 1921 تجنست بالجنسية العربية في الحجاز.
وانتدبني الملك حسين بن علي، لمساعدة ابنه « الأمير عبد الله » وهو في طريقه إلى شرقي الأردن، وكان الظن به حسنا، فعدت إلى مصر، فالقدس.
واصطحبت منها إلى الصلت فعمان، جماعة، مهدت معهم السبيل لدخول عبد الله وإنشاء الحكومة الأولى في عمان.
وسميت في تلك الحكومة مفتشا عاما للمعارف، فرئيسا لديوان رياسة الحكومة (1921 - 1923).
وفي خلال ذلك أبلغت حكومة « الجمهورية الفرنسية » بيتي في دمشق، أنها قررت وقف تنفيذ حكمها علي، فكانت فرصة لي لزيارة دمشق، والعودة منها بعائلتي إلى العاصمة الأردنية.
وانكشفت سياسة « الأمير » عبد الله، فكنت أول من نبه إلى اتقائها،.
وعصيت من كتب لي بأنه: «من هذه الأمة.» و « يدك منك وإن كانت شلاء ! »
وقصدت مصر، فأنشأت « المطبعة العربية » في القاهرة (أواخر 1923) وطبعت فيها بعض كتبي، ونشرت كتبا أخرى.
وثارت سورية على الاحتلال الفرنسي (1925) فأذاع الفرنسيون حكما ثانيا (غيابيا أيضا) بإعدامي ! وساءت صحتي في عملي بالمطبعة، فبعتها (سنة 1927).
واستجممت ثلاث سنوات، زرت في خلالها الحجاز، مدعوا، بعد أن تسلم آل سعود مقاليد الحكم فيه، وأصبح رعاياه - وأنا أحدهم - متمتعين برعايتهم.
وذهبت إلى القدس (1930) فأصدرت، مع زميلين، جريدة « الحياة » يومية.
وعطلتها الحكومة الانجليزية.
فاتفقت مع آخرين على إصدار جريدة يومية أخرى في « يافا » وأعددنا لها مطبعة، وأصدرنا العدد الأول منها.
وكنت قد فوتحت في أن ألي عملا في الحكومة السعودية الفتية، وأجبت بالشكر.
وأبلغني صاحب السمو الملكي الامير فيصل آل سعود، تعييني (1934) مستشارا للوكالة (ثم المفوضية) العربية السعودية بمصر، فتركت الجريدة لمن والى إصدارها، وتحولت إلى القاهرة.
وكنت أحد المندوبين السعوديين، فيما سبق إنشاء « جامعة الدول العربية » من مداولات،
ثم في التوقيع على ميثاقها.
ومثلت حكومة صاحب الجلالة السعودية، في عدة مؤتمرات دولية.
وشاركت في مؤتمرات أدبية واجتماعية.
وانتدبت (1946) لإدارة وزارة الخارجية، بجدة.
وصدر مرسوم ملكي بأن أتناوب مع صديقي، بل أخي، الشيخ يوسف ياسين، وزير الخارجية بالنيابة، العمل في الوزارة وفي جامعة الدول العربية، معا.
وسميت (1951) وزيرا مفوضا ومندوبا دائما لدى الجامعة، فشعرت بالاستقرار بمصر.
وباشرت، مع أعمالي الرسمية، طبع هذا الكتاب.
وعينت (1957) سفيرا ومندوبا ممتازا - حسب التعبير الرسمي - في المغرب، حيث آلت إلي عمادة السلك السياسي في المغرب، فقمت بها مدة ثلاث سنوات.
ومرضت سنة 1963 ودعيت إلى الرياض، فمنحت إجازة للراحة والتداوي، غير محدودة.
واخترت الإقامة في بيروت، فعكفت على إنجاز كتاب كنت قد بدأت بوضعه، في سيرة عاهل الجزيرة الأول « الملك عبد العزيز آل سعود » وهيأته للطبع سنة 1970.
وكان المجمع العلمي العربي بدمشق، قد تفضل (عام 1930) فضمني إلى أعضائه.
وكذلك مجمع اللغة العربية بمصر (1946) والمجمع العلمي العراقي في بغداد (سنة 1960) وقمت برحلات إلى الخارج أفادتني: الأولى، إلى إنجلترا (1946) ومنها إلى فرنسة، ممثلا لحكومتي في اجتماعات المؤتمر الطبي الدولي، بباريس.
والثانية، إلى الولايات المتحدة الأميركية (1947) بمهمة رسمية، غير سياسية، أمضيت فيها سبعة أشهر بين كليفورنية وواشنطن ونيويورك وغيرها.
وحضرت في خلالها بعض اجتماعات هيئة الامم المتحدة.
والثالثة، إلى أثينا العاصمة اليونانية (1954) بصفة « وزير مفوض ومندوب فوق العادة » وجعلت طريق عودتي منها، إلى استانبول، لزيارة بعض مكتباتها، وإلى حلب، فبيروت فالقاهرة.
والرابعة، إلى تونس (1955) مندوبا لحضور مؤتمر أقامه الحزب الدستوري فيها.
وعدت منها مارا بإيطاليا، حيث تيسر لي في خلالها شهرين الطواف في أهم مكتباتها.
وما زلت (سنة 1970) في بيروت، أقوم منها بين حين وآخر برحلات إلى العربية السعودية، موطني الثاني، ودمشق والقاهرة وتركيا وإيطاليا وسويسرة.
وفي عاصمة هذه طبيب أتردد إليه في ربيع كل عام.

أما ما نشر من كتبي، فهو:
1) - ما رأيت وما سمعت.
وهو رحلتي الاولى من دمشق إلى فلسطين، فمصر، فالحجاز.
طبع سنة 1923.
2) - عامان في عمان.
من مذكراتي عن عامين في مدينة عمان، عاصمة الأردن طبع الجزء الأول منه سنة 1925.
3) - الجزء الأول من « ديواني » الشعري.
وفيه بعض ما نظمت إلى سنة صدوره (1925).
4) - الأعلام.
الطبعة الأولى.
في ثلاثة أجزاء (سنة 1927).
5) - الأعلام.
الطبعة الثانية، في عشرة مجلدات.
6) - ماجدولين والشاعر.
قصة شعرية صغيرة.
7) - شبه الجزيرة في عهد الملك عبد العزيز.
وبين يدي، مما يصلح لان يهيأ للنشر: 
1) - الملك عبد العزيز في ذمة التاريخ.
2) - الجزء الثاني من « ديواني ».
3) - صفحة مجهولة من تاريخ سورية في العهد الفيصلي.
4) - الجزء الثاني من « عامان في عمان ».
5) - قصة تمثيلية نثرية، سميتها « وفاء العرب » مثلت أكثر من مرة، ابتداء من سنة 1914 ببيروت.
6) - مجموعة كبيرة، في الأدب والتاريخ، قديما وحديثا، لم أنسقها ولم أسمها إلى الآن.
7) - المستدرك الثاني (المشرف: ضمنت كل مادة منه في موضعها من هذه الطبعة الرابعة من « الاعلام »).
8) - الاعلام بمن ليس في الاعلام (المشرف: ضمنت، كذلك، كل مادة منه في موضعها من هذه الطبعة الرابعة من « الاعلام »).
 .ا.هـ كلام الزركلي
* * *
قال المشرف : وفي الثالث من ذي الحجة 1396 = 25 تشرين الثاني (نوفمبر) 1976 طوى الموت أبا الغيث، خير الدين الزركلي في مدينة القاهرة.
وقد أقام له النادي العربي بدمشق في كانون الثاني (يناير) 1977 حفلة تأبين تكلم فيها بعض تلاميذه وأصدقائه.
لقد طوى الموت العلم الذي خلد الأعلام وهيهات أن تجود بمثله الأيام.

نقلا عن : الأعلام للزركلي",1,712,"A9A8D929","1396","خير الدين بن محمود بن محمد بن علي بن فارس، الزركلي الدمشقي","1396"), 
 (114,"ابن الجزري","ابن الجَزَرِي، شمس الدين (751 - 833 هـ ، 1350 - 1429م).

محمد بن محمد بن محمد بن علي ابن يوسف أبو الخير شمس الدين العمري الدمشقي ثم الشيرازي الشافعي، المشهور بابن الجزري، شيخ الإقراء في زمانه. ولد ونشأ في دمشق وأنشأ فيها مدرسة سماها دار القرآن ونسبته إلى جزيرة ابن عمر. ورحل إلى مصر مرارًا، ودخل بلاد الروم وسافر مع تيمورلنك إلى بلاد ما وراء النهر، ثم رحل إلى شيراز، فولي قضاءها، ومات فيها.
من مؤلفاته: النشر في القراءت العشر؛ غاية النهاية في طبقات القراء؛ نهاية الدرايات في أسماء رجال القراءات؛ التمهيد في علم التجويد؛ فضائل القرآن؛ سلاح المؤمن، في الحديث.

نقلا عن
الموسوعة العربية العالمية http://www.mawsoah.net",1,25,"68563650","833","شمس الدين أبو الخير ابن الجزري، محمد بن محمد بن يوسف","833"), 
 (115,"سليمان بن سحمان","ابن سحمان (1268 - 1349 هـ = 1852 - 1930 م)

سليمان بن سحمان بن مصلح بن حمدان النجدي، الدوسري بالولاء: كاتب فقيه، له نظم فيه جودة. من علماء نجد.
ولد في قرية (السقا) (بتخفيف القاف) من أعمال (أبها) في عسير.
وانتقل مع أبيه إلى الرياض، أيام فيصل بن تركي، فتلقى عن علمائها التوحيد والفقه واللغة.
وتولى الكتابة للإمام عبد الله بن فيصل، برهة من الزمن، ثم تفرغ للعلم.
وصنف كتبا ورسائل، منها (الضياء الشارق في رد شبهات الماذق المارق - ط) في الرد على كتاب لجميل صدقي الزهاوي، و (الهدية السنية - ط) و (تبرئة الشيخين - ط) و (منهاج أهل الحق والاتباع - ط) رسالة، و (الصواعق المرسلة - ط) و (إرشاد الطالب إلى أهم المطالب - ط) ورسالة في (الساعة - ط) وأنها صناعة لا سحر ! و (إقامة الحجة والدليل - ط) و (الفتاوى - ط) وديوان شعر سماه (عقود الجواهر المنضدة الحسان - ط) وغير ذلك.
وكف بصره في آخر حياته، توفي في الرياض

نقلا عن : الأعلام للزركلي",1,554,"76B81470","1349","سليمان بن سحمان بن مصلح بن حمدان بن مصلح بن حمدان بن مسفر بن محمد بن مالك بن عامر الخثعمي , التبالي , العسيري , النجدي","1349"), 
 (116,"حافظ بن أحمد حكمي","حافظ بن أحمد الحكمي ( 1342هـ -  1377هـ)

حافظ بن أحمد بن علي الحكمي ، علم من أعلام المنطقة بل من أعلام الجزيرة العربية ولد في قرية ( السلام ) من قرى الحكامية سنة 1342هـ ثم انتقل مع والده إلى قرية الجاضع ، اتسم بالذكاء والفطنة من نشأته الأولى .

وفي سنة 1358هـ قدم إلى المنطقة فضيلة الشيخ عبد الله بن محمد القرعاوي الداعية المعروف ، متبرعاً بنشر العلم والدعوة السلفية ، فاتخذ من مدينة صامطة مركزاً لنشره العلمي وهناك التقى بالشيخ القرعاوي فتوسم فيه النجابة والاستعداد لتلقي العلم والمعرفة ، ومن ثم طلب من والد حافظ أن يضمه إلى طلبة مدرسته التي كان قد أنشأها ، فرفض أولاً ، ثم سمح له على شرط بأن يتلقى العلم لديه نهاراً ويعود إلى قرية الضاجع ليلاً 

وفي عام 1360هـ توفى الله والدي الطالب حافظ فلازم الشيخ وتفرغ لطلب العلم ، فبز أقرانه وحاز إعجاب شيخه واستوعب من العلم في الوقت القصير ما لا يحصله غيره في الأمد الطويل فأنابه على مدرسته ، وأجاز له أن يؤلف كتاباً في التوحيد فألف كتاب ( سلم الوصول في التوحيد) نظماً فكانت موضع استحسان شيخه ومعاصريه من العلماء ، ثم تابع نشاطه في التأليف 

ثم بث الشيخ القرعاوي مدارسه في أنحاء المنطقة ، وحفلت تلك المدارس بالنشاط العلمي وجعل الشيخ القرعاوي الشيخ حافظ مساعداً له للإشراف على سير التعليم والإدارة فقام بما وكل عليه خير قيام 

وفي عام 1373هـ افتتحت وزارة المعارف السعودية أول مدرسة ثانوية بجازان وعين الشيخ حافظ مديراً لها ، ثم فتح معهد علمي بمدينة صامطة عام 1374هـ تابعاً للإدارة العامة للكليات والمعاهد العلمية ،فأسندت إدارته للشيخ حافظ ولم يزل على ذلك النشاط المبرور حتى توفاه الله في الحج بمكة المكرمة عام 1377هـ ، وراح مأسوفاً عليه ، وأحدثت وفاته فراغاً لم يسد إلى الآن ، وقد رثاه غير شاعر من تلاميذه وغيرهم .

مؤلفاته 
*كتاب أرجوزة سلم الوصول إلى علم الأصول في توحيد الله واتباع الرسول الكريم 
*كتاب : معارج القبول سرح سلم الوصول 
*كتاب :أعلام السنة المنشورة لاعتقاد الطائفة الناجية المنصورة 
*رسالة:الجواهر الفريدة في تحقيق العقيدة 
*رسالة : اللؤلؤ المكنون في أحوال الأسانيد والمتون 
*منظومة: لامية المنسوخ في المنسوخ والنسخ وما يدخله 
*كتاب :دليل أرباب الفلاح لتحقيق فن الإصلاح 
*كتاب : السبل السوية لفقه السنة المروية 
*منظومة : وسيلة الحصول إلى أمهات الأصول في الفقه 
*كتاب : نيل السول في تاريخ الأمم وسيرة الرسول 
*رسالة : النور الفائض من شمس الوحي في علم الفرائض 
*نصيحة الإخوان المشهورة بالقاتية 
*المنظومة : الميمية في الوصايا والآداب العلمية 
وله غير ذلك من المؤلفات ، وقد طبعت جميع مؤلفاته المذكورة على نفقة الدولة في عام 1373-1374هـ بمطابع البلاد السعودية بمكة 

المرجع : التاريخ الأدبي لمنطقة جازان .. تأليف محمد بن أحمد العقيلي.. الجزء الثالث .. الطبعة الأولى 1413هـ 1992م الصفحة 1522-1523",2,168,"DFA32310","1377","حافظ بن أحمد بن علي الحكمي","1377"), 
 (117,"رحمت الله الهندي","رحمت الله الهندي ( 1233  - 1308 هـ = 1818 م  - 1891 م)

محمد رحمت الله بن خليل الرحمن الكَيْرانَوي العثماني (1) الهندي الحنفي ، نزيل الحرمين: باحث، عالم بالدين والمناظرة. 

ولد في كَيْرانة في الهند 1818 م ، وبدأ تعليمه في بلدته على يد والده وكبار أفراد العائلة المشهورين بالعلم والفضل والدين حسب النظام المتبع في ذلك العهد ، ولما بلغ الثانية عشرة من عمره حفظ القرءان الكريم وأتقن اللغة الفارسية وقرأ كتب الشريعة الإسلامية واللغة العربية على يد آبائه ، ثم ارتحل إلى دلهي لطلب التعليم العالي ، فالتحق بمدرسة الأستاذ محمد حيات ، وسكن في مبناها حتى أخذ حظا وافرا من العلوم  ثم سافر إلى لكهنو، فتتلمذ على المفتي سعد الله المراد آبادي ، و تخصص في آداب اللغة الفارسية على يد الشيخ إمام بخش الصهبائي الدهخلوي المقتول سنة 1857، كما درس الطب على يد الطبيب البارع محمد فيض ودرس العلوم الرياضية والهندسية ، على يد الأستاذ صاحب نظرية (لوكارثم ) وصاحب المؤلفات الرياضية الشهيرة . ولما ظهر نبوغه وتفوقه في العلوم الشرعية تصدر مجالس الدرس والإفتاء ولما ازداد إقبال الطلاب على دروسه أسس مدرسة شرعية في كَيْرانه ، تخرج منها كبار المدرسين والمؤلفين ومؤسسي المدارس في أرجاء الهند ، ولكنّ ازدياد النفوذ التنصيري في الهند (أثناء الاحتلال الإنجليزي) شغله عن مواصلة التدريس في مدرسته فتفرغ للتأليف والرد على المنصرين ، وناظر  القس فندر (وتنطق بفندر) في مناظرة علنية كانت الغلبة فيها للشيخ رحمت الله  فأراد الأنجليز قتله فهاجر إلى مكة واستقر بها 

وفي مكة ، التقى الشيخ بإمام وخطيب المسجد الحرام في وقته (الشيخ أحمد بن زيني دحلان) ،وتعرف عليه ثم أعطاه إجازة التدريس في المسجد الحرام وسجل اسمه في السجل الرسمي لعلماء الحرم، وطلب منه الكتابة في مسائل المناظرة التي جرت بينه وبين (فندر) ، فكتب ذلك في كتابه (إظهار الحق)
وهناك - في مكة - أسس الشيخ مدرسة دينية عرفت وما تزال بـ(المدرسة الصولتية).

وللشيخ كتب كثيرة منها  كتب منها  (إظهار الحق)  هذا ، وهو من أفضل الكتب في موضوعه، ومنها  (التنبيهات، في إثبات الاحتياج إلى البعثة والحشر والميقات) وغيرها

توفي الشيخ رحمت الله الهندي بمكة ليلة الجمعة 22 من شهر رمضان المبارك عام 1308 هـ ودفن في المعلاة (مقبرة مكة المكرمة) ، عن عمر يقارب خمسا وسبعين سنة، رحمه الله تعالى
_____________
(1)  ينتهي نسبه عند الجد الرابع والثلاثين إلى ذي النوريْن عثمان بن عفان رضي اللّه عنه",3,511,"C4FFF770","1308","محمد رحمت الله بن خليل الرحمن الكيرانوي العثماني الهندي الحنفي","1308"), 
 (118,"ابن أبي يعلى","ابن أبي يعلى (451 - 526 هـ = 1059 - 1131 م) 

محمد بن محمد (أبي يعلى) ابن الحسين بن محمد، أبو الحسين ابن الفراء، المعروف بابن أبي يعلى، ويقال له ابن الفراء: مؤرخ، من فقهاء الحنابلة.
ولد ببغداد، ومات فيها قتيلا اغتاله بعض من كان يخدمه، طمعا بماله.
من كتبه (طبقات الحنابلة - ط) مجلدان، و (المجرد في مناقب الإمام أحمد) و (المفتاح) فقه، و (المفردات) في الفقه، و (المفردات) في أصول الفقه، و (تنزيه معاوية بن أبي سفيان) و (إيضاح الأدلة في الرد على الفرق الضالة المضلة) و (الاعتقاد - خ)  في الظاهرية بدمشق [ثم طُبِع].
وهو الأخ الأكبر لأبي خازم محمد بن محمد (المتوفى سنة 527 هـ) الآتي ذكره .

نقلا عن : الأعلام للزركلي",1,677,"40F8672E","526","أبو الحسين ابن أبي يعلى ، محمد بن محمد","526"), 
 (119,"محمد خليل هراس","محمد خليل هراس ( 1916 - 1975 م = 1334 - 1395 هـ)

هو الإمام الكبير العلاَّمة، السلفيُّ، المحقِّق، ناصر السنة وقامع البدعة الشيخ الدكتور محمد بن خليل حسن هرّاس رحمه الله.
- من محافظة الغربيَّة بجمهورية مصر العربية.
- ولد (1916م) بقرية الشين _ مركز قطور _ محافظة الغربية (طنطا) _ مصر
[وقرية الشين أخرجت كثير من العلماء ومنهم فضيلة الشيخ الدكتور _ عبد العظيم بن بدوى حفظه الله _ وكيل جماعة أنصار السنة المحمدية حاليا_ وصاحب كتاب الوجيز فى فقه السنة والكتاب العزيز]
- ثم بدأ تعليمه في الأزهر الشريف عام 1926م ، ثم تخرج في الأزهر من كلية أصول الدين عام 1940م ، وحاز على الشهادة العالمية العالية (الدكتوراه) في التوحيد والمنطق. و كان موضوع الرسالة (ابن تيمية السلفي)
- عمل أستاذًا بكلِّيَّة أصول الدين في جامعة الأزهر.
- أُعير إلى المملكة العربية السعودية - بطلب من العلامة عبد العزيز بن باز - ودرَّس في جامعة الإمام محمد بن سعود الإسلامية بالرياض، ثمّ أُعير مرَّةً أخرى لكي يدرس العقيدة الإسلامية بمكة المكرمة، وأصبح رئيسًا لشعبة العقيدة في قسم الدِّراسات العليا في (كلية الشريعة سابقًا / جامعة أم القرى حاليًا) بمكة المكرمة [وقد أنشأ هذا القسم من أجل أن يشغله رحمه الله].
- عاد إلى مصر، وشغل منصب نائب الرئيس العام لجماعة أنصار السنة النبوية، ثم الرئيس العام لها بالقاهرة.
- وفي عام (1973م) ـ قبل وفاته بسنتين ـ اشترك مع الدكتور عبد الفتاح سلامة في تأسيس جماعة الدعوة الإسلامية في محافظة الغربية، وكان أول رئيس لها.

- كان رحمه الله سلفي المعتقد، شديدًا في الحقّ، قويّ الحجّة والبيان، أفنى حياته في التعليم والتأليف ونشر السنة وعقيدة أهل السنة والجماعة.
قال عنه فضيلة الشيخ محمد رشاد الشافعي : (كان يلاقي رحمه الله من عنت الجبارين و كيد المبتدعين وزندقة الملحدين ما لا يطيقه إلا الصابرون و المحتسبون) حيث ظل رحمه الله طوال حياته مدافعا عن الحديث الشريف الصحيح من اعتداءات منكري السنة فكان رحمه الله أول من رد عليهم كيدهم فتعرض رحمه الله لمحاولات عديدة للقتل من متشددي الصوفية و منكري السنة و لكن الله أعلم بمكائدهم فنجاه الله حتى يكون شوكة في حلوقهم و قد ركز رحمه الله على كتابة كتب العقيدة مثل الصفات الإلهية عند ابن تيمية - شرح العقيدة الوسطية - ابن تيمية السلفي

وقد حصل الباحث موسى واصل السلمي على درجة الماجستير في العقيدة من كلية الدعوة و أصول الدين بجامعة أم القرى بمكة المكرمة وكان موضوع الرسالة : ""الشيخ خليل هراس و جهوده في تقرير عقيدة السلف"" و كان اختياره للهراس - رحمه الله - كما يقول الباحث ""لاتصاف مؤلفات الشيخ بغزارة العلم، و وضوح الأسلوب و الفهم الدقيق لما عليه المخالفون لعقيدة السلف - كما تقدم - مما يجعل القيام لإبراز هذه الجهود فيه خير عظيم و نفع عميم""
و قد انتهى الباحث إلى أن الشيخ الهراس :
* تميز بقوة الاستدلال بنصوص الكتاب و السنة مما يدل على رسوخه و تمكنه في العلم.
* تمسكه الشديد - رحمه الله - بالكتاب و السنة، و الرد اليهما و تحكيمهما في جميع الأمور.
* اهتمامه - رحمه الله - بالأصول التي بنى المتكلمون عليها مذاهبهم في الاعتقاد و هي طريقة مفيدة جدا في معرفة الحق.

مكانته العلمية
كان رحمه الله على قدر كبير من التميز في دراسة العقيدة السلفية و ملما إلماما دقيقا بفكر الفرق الضالة المختلفة و كان رحمه الله له القدرة على أن يتكلم في موضوعات تحسبها لأول و هلة أنها من أعقاد قضايا الاعتقاد لكن الشيخ رحمه الله كان له القدرة على أن يجلي غامض الأمور وكان من معارفه و ممن كانوا رفقاء له و كانو يقدروه حق قدره و يعرفون مكانته العلمية جماعة من كبار العلماء من أمثال سماحة الشيخ عبد العزيز بن باز رحمه الله الذي ألح على طلب إعارته للتدريس بمكة المكرمة و ذلك بعد معارضة الأزهر لذلك غير أن الملك فيصل رحمه الله طلب و ألح في طلبه و بقي في هذا المنصب حتى توفاه الله
وكان من عارفيه أيضا الشيخ العلامة عبد الرزاق عفيفي رحمه الله و فضيلة الشيخ عبد الرحمن الوكيل رئيس قسم العقيدة الإسلامية بجامعة أم القرى و فضيلة الإمام محمد حامد الفقي و غيرهم كثير.

تلاميذه
ممن تتلمذ على يديه - رحمه الله - :
1. الشيخ محمد أمان بن علي الجامي -رحمه الله-.
2. الشيخ علي بن ناصر الفقيهي - حفظه الله -.
3. الشيخ عبد الفتاح سلامة - حفظه الله -
4. وغيرهم كثير.


موقفه من الدعوة الوهابية
كتب رحمه الله عز وجل كتابا في نصرة الدعوة السفية والرد على المناوئين لها سماه (الحركة الوهابية رد على مقال للدكتور محمد البهى في نقد الوهابية)
قال رحمه الله عز وجل في ص (34) :
( . . . هذه الحركة تنادي باتباع مذهب السلف في صفات الله تعالى . . . . بل لعلها الآن هى الحركة الإسلامية الوحيدة التي تتبنى هذا المذهب السلفي وتعمل ما وسعها على نشره والدعوة إليه بمختلف الوسائل لا سيما عن طريق طبع الكتب والرسائل التي ألفت في مناصرته قديما وحديثا)
وقال في ص (35) :
( إن الوهابية لم تقم للاجتهاد في الفروع ولكنها قامت لتصحيح الأصول)
وقال واصفا الدعوة بأنها أحيت آراء ابن تيمية في ص (43) :
( . . . . تلك مفخرة من مفاخر هذه الدعوة ستظل تذكر لها بالعرفان والتقدير فإن كتب شيخ الإسلام ورسائله كانت مطمورة تحت ركام الإهمال والنسيان لا يسمح لها أهل البدع والإلحاد أن ترى النور ولا أن تقوم بدورها الخطير في توجيه العالم الإسلامي نحو الطريق الصحيح . . .  فلما قامت هذه الحركة المباركة أخذت تنقب عن تلك الثورة الهائلة التي خلّفها شيخ الإسلام ابن تيمية وتلميذه ابن القيم رحمهما الله وجدّ المسؤلون عن هذه الدعوة في إبراز هذه الكنوز بالطبع والنشر)
ثم وجه كلاما للدكتور محمد البهى بالرجوع إلى الحق قائلا في ص (77) :
(ولقد أساء الدكتور بهذا المقال إلى نفسه أولا حيث ورّطها في أخطاء ظاهرة الشناعة ثم أساء إلى الحقيقة في نفسها حيث ظلمها وتجنى عليها . فهل للدكتور - في ضوء تعقيبنا على مقاله - أن يراجع نفسه ويرجع عما قاله عملا بالمثل القائل إن الرجوع إلى الحق خير من التمادي في الباطل هذا ما نرجوه . . . )

- له مؤلفات عدة؛ منها:
1- تحقيق كتاب ((المغني)) لابن قدامة، وقد طُبع لأول مرة في مطبعة الإمام بمصر.
2- تحقيق وتعليق على كتاب ((التوحيد)) لابن خزيمة.
3- تحقيق وتعليق على كتاب ((الأموال)) لأبي عُبيد القاسم بن سلام.
4- تحقيق ونقد كتاب ((الخصائص الكبرى)) للسيوطي.
5- تحقيق وتعليق على كتاب ((السيرة النبوية)) لابن هشام.
6- شرح ((القصيدة النونية)) لابن القيم في مجلّدين. - وقد طبعتها دار المنهاج ( وهى دار سلفية - لا تنشر إلا كتب السلف والسلفيين - فجزاها الله خيرا )
7- تأليف كتاب ((ابن تيمية ونقده لمسالك المتكلمين في مسائل الإلهيات)).
8- شرح ((العقيدة الواسطية)) لابن تيمية.

- توفى رحمه الله في شهر سبتمبر عام 1975م (عن عُمر يناهز الستين) بعد حياة حافلة بالعطاء حيث كان له نشاط ملحوظ في العام الذي توفي فيه حيث ألقى عدة محاضرات في طنطا و المحلة الكبرى و المركز العام لأنصار السنة و كانت آخر خطبة له بعنوان ""التوحيد وأهمية العودة إليه"". توفي رحمه الله بعدها مباشرة بعد أن خدم كتاب الله وسنة رسوله وصدق رسول الله صلى الله عليه و سلم حيث قال ""إن الله لا يقبض العلم انتزاعا بنزعه من قلوب الرجال إنما يقبض العلم بموت العلماء""

بقلم أحد تلاميذه : فضيلة الشيخ عبد الفتاح سلامة
رئيس قسم التفسير بشعبة الدراسات العليا بالجامعة للإسلامية بالمدينة المنورة
[مع تصرف وزيادة]",2,159,"A4DF2C57","1395","محمد بن خليل حسن هرّاس","1395"), 
 (120,"بكر أبو زيد","بكر بن عبد الله أبو زيد (1365 - 1429 هـ)

نسبه:
بكر بن عبد الله أبو زيد بن محمد بن عبد الله بن بكر بن عثمان بن يحيى بن غيهب بن محمد، ينتهي نسبه إلى بني زيد الأعلى، وهو زيد بن سويد بن زيد بن سويد بن زيد بن حرام بن سويد بن زيد القضاعي، من قبيلة بني زيد القضاعية المشهورة في حاضرة الوشم، وعالية نجد، وفيها ولد عام 1365 هـ.
حياته العلمية:
درس في الكتاب حتى السنة الثانية الابتدائي، ثم انتقل إلى الرياض عام 1375 هـ، وفيه واصل دراسته الابتدائية، ثم المعهد العلمي، ثم كلية الشريعة، حتى تخرج عام 87 هـ / 88 هـ من كلية الشريعة بالرياض منتسبا، وكان ترتيبه الأول.
وفي عام 1384 هـ انتقل إلى المدينة المنورة فعمل أمينا للمكتبة العامة بالجامعة الإسلامية.
وكان بجانب دراسته النظامية يلازم حلق عدد من المشايخ في الرياض ومكة المكرمة والمدينة المنورة.
ففي الرياض أخذ علم الميقات من الشيخ القاضي صالح بن مطلق، وقرأ عليه خمسا وعشرين مقامة من مقامات الحريري، وكان- رحمه الله- يحفظها ، وفي الفقه: زاد المستقنع للحجاوي، كتاب البيوع فقط.
وفي مكة قرأ على سماحة شيخه، الشيخ عبد العزيز بن عبد الله بن باز كتاب الحج، من [المنتقى] للمجد ابن تيمية، في حج عام 1385 هـ بالمسجد الحرام.
واستجاز المدرس بالمسجد الحرام الشيخ: سليمان بن عبد الرحمن بن حمدان، فأجازه إجازة مكتوبة بخطه لجميع كتب السنة، وإجازة في المُد النبوي.
في المدينة قرأ على سماحة شيخه الشيخ ابن باز في [فتح الباري] و [بلوغ المرام] ، وعددا من الرسائل في الفقه والتوحيد والحديث في بيته، إذ لازمه نحو سنتين وأجازه.
ولازم سماحة شيخه الشيخ محمد الأمين الشنقيطي نحو عشر سنين، منذ انتقل إلى المدينة المنورة، حتى توفي الشيخ في حج عام 1393 هـ- رحمه الله تعالى- فقرأ عليه في تفسيره [أضواء البيان] ورسالته [آداب البحث والمناظرة]، وانفرد بأخذ علم النسب عنه، فقرأ عليه [القصد والأمم] لابن عبد البر، وبعض [الإنباه] لابن عبد البر أيضا. وقرأ عليه بعض الرسائل، وله معه مباحثات واستفادات، ولديه نحو عشرين إجازة من علماء الحرمين والرياض والمغرب والشام والهند وإفريقيا وغيرها، وقد جمعها في ثبت مستقل.
وفي عام 1399 هـ / 1400 هـ، درس في المعهد العالي للقضاء منتسبا، فنال شهادة العالمية (الماجستير)، وفي عام 1403 هـ تحصل على شهادة العالمية العالية (الدكتوراه).
حياته العملية:
وفي عام 87 هـ / 88 هـ لما تخرج من كلية الشريعة اختير للقضاء في مدينة النبي صلى الله عليه وسلم فصدر أمر ملكي كريم بتعيينه في القضاء في المدينة المنورة، فاستمر في قضائها حتى عام 1400 هـ.
وفي عام 1390 هـ عين مدرسا في المسجد النبوي الشريف، فاستقر حتى عام 1400 هـ.
وفي عام 1391 هـ صدر أمر ملكي بتعيينه إماما وخطيبا في المسجد النبوي الشريف، فاستمر حتى مطلع عام 1396 هـ.
وفي عام 1400 هـ اختير وكيلا عاما لوزارة العدل، فصدر قرار مجلس الوزراء بذلك، واستمر حتى نهاية عام 1412 هـ، وفيه صدر أمر ملكي كريم بتعيينه بالمرتبة الممتازة، عضوا في لجنة الفتوى، وهيئة كبار العلماء.
وفي عام 1405 هـ صدر أمر ملكي كريم بتعيينه ممثلا للمملكة في مجمع الفقه الإسلامي الدولي، المنبثق عن منظمة المؤتمر الإسلامي، واختير رئيسا للمجمع.
وفى عام 1406هـ عين عضوا في المجمع الفقهي برابطة العالم الإسلامي، وكانت له في أثناء ذلك مشاركة في عدد من اللجان والمؤتمرات داخل المملكة وخارجها، ودرس في المعهد العالي للقضاء، وفي الدراسات العليا في كلية الشريعة بالرياض.
مؤلفاته:
وله مشاركة في التأليف في: الحديث والفقه واللغة والمعارف العامة، طبع منها ما يأتي:
أولا- في الفقه: (1- 15) فقه القضايا المعاصرة: [فقه النوازل] ثلاثة مجلدات فيها خمس عشرة قضية فقهية مستجدة في خمس عشرة رسالة:
1- التقنين والإلزام.
2- [المواضعة في الاصطلاح].
3- [أجهزة الإنعاش وعلامة الوفاة].
4- [طفل الأنابيب].
5- [خطاب الضمان البنكي].
6- [الحساب الفلكي].
7- [البوصلة].
8- [التأمين].
9- [التشريع وزراعة الأعضاء].
10- [تغريب الألقاب العلمية].
11- [بطاقة الائتمان].
12- [بطاقة التخفيض].
13- [اليوبيل].
14- [المثامنة في العقار].
15- [التمثيل].
16- [التقريب لعلوم ابن القيم] مجلد.
17- [الحدود والتعزيرات] مجلد.
18- [الجناية على النفس وما دونها] مجلد.
19- [اختيارات ابن تيمية] للبرهان ابن القيم، تحقيق.
20- [حكم الانتماء إلى الفرق والأحزاب والجماعات الإسلامية] مجلد.
21- [معجم المناهي اللفظية] مجلد.
22- [لا جديد في أحكام الصلاة].
23- [تصنيف الناس بين الظن واليقين].
24- [التعالم].
25- [حلية طالب العلم].
26- [آداب طالب الحديث من الجامع للخطيب].
27- [الرقابة على التراث].
28- [تسمية المولود].
29- [أدب الهاتف].
30- [الفرق بين حد الثوب والأزرة].
31- [أذكار طرفي النهار].
32- [المدخل المفصل إلى مذهب الإمام أحمد بن حنبل] مجلدان.
33- [البلغة في فقه الإمام أحمد بن حنبل] للفخر ابن تيمية، مجلد، تحقيق.
34- [فتوى السن، عن مهمات المسائل].
ثانيا- في الحديث وعلومه:
35- [التأصيل لأصول التخريج وقواعد الجرح والتعديل]. ثلاثة مجلدات، طبع منها الأول.
36- [معرفة النسخ والصحف الحديثة].
37- [التحديث بما لا يصح فيه حديث].
38- [الجد الحثيث في معرفة ما ليس بحديث] للغزي، تحقيق.
(39- 43) [الأجزاء الحديثية] مجلد، فيه خمس رسائل هي:
39- [مرويات دعاء ختم القرآن الكريم] جزء.
40- [نصوص الحوالة] جزء.
41- [زيارة النساء للقبور] جزء.
42- [مسح الوجه باليدين بعد رفعهما بالدعاء] جزء.
43- [ضعف حديث العجن] جزء.
ثالثا- في المعارف العامة: (44 - 47) [النظائر] مجلد، ويحتوي على أربع رسائل:
44- [العزاب من العلماء وغيرهم].
45- [التحول المذهبي].
46- [التراجم الذاتية].
47- [لطائف الكلم في العلم].
48- [طبقات النسابين] مجلد.
49- [ابن القيم: حياته، آثاره، موارده] مجلد.
(50 - 54) [الردود] مجلد، ويحتوي على خمس رسائل هي:
50- [الرد على المخالف].
51- [تحريف النصوص].
52- [براءة أهل السنة من الوقيعة في علماء الأمة].
53- [عقيدة ابن أبي زيد القيرواني وعبث بعض المعاصرين بها].
54- [التحذير من مختصرات الصابوني في التفسير].
55- [بدع القراء] رسالة.
56- [خصائص جزيرة العرب].
57- [السحب الوابلة على ضرائح الحنابلة]، 3 مجلدات، للشيخ محمد بن عبد الله بن حميد مفتي الحنابلة بمكة ت سنة 1296 هـ- رحمه الله تعالى- تحقيق بالاشتراك.
58- [تسهيل السابلة إلى معرفة علماء الحنابلة] للشيخ / صالح بن عبد العزيز بن عثيمين المكي- رحمه الله تعالى- تحقيق في مجلدين.
59- [علماء الحنابلة من الإمام أحمد إلى وفيات القرن الخامس عشر الهجري]، مجلد على طريقة: [الأعلام] للزركلي. 60- [دعاء القنوت].
61- [فتح الله الحميد المجيد في شرح كتاب التوحيد] للشيخ حامد بن محمد الشارقي- رحمه الله تعالى- مجلد، تحقيق.
62- [نظرية الخلط بين الإسلام وغيره من الأديان].
63- [تقريب آداب البحث والمناظرة].
64- [جبل إلال بعرفات]، تحقيقات تاريخية وشرعية.
65- [مدينة النبي صلى الله عليه وسلم رأي العين].
66- [قبة الصخرة، تحقيقات في تاريخ عمارتها وترميمها].
وفاته :
توفي الشيخ يوم الثلاثاء 28 من شهر المحرم ، عام 1429 هـ = 5 فبراير 2008 م في إثر مرض عانى منه طويلاً، رحمه الله
___________
أعد الترجمة عبد الله بن بكر أبو زيد، القاضي بديوان المظالم.
نقلا عن : موقع الإفتاء التابع للجنة الدائمة للبحوث العلمية والإفتاء بالمملكة العربية السعودية
http://www.alifta.com
(مع زيادة يسيرة)
",2,145,"66FEC165","1429","بكر بن عبد الله أبو زيد بن محمد بن عبد الله بن بكر بن عثمان بن يحيى بن غيهب بن محمد","1429"), 
 (121,"ابن عبد الهادي","ابن عبد الهادي (705 - 744 هـ = 1305 - 1343 م)

محمد بن أحمد بن عبد الهادي بن عبد الحميد بن يوسف بن محمد بن قدامة المقدسي الجماعيلي الأصل ثم الصالحي الدمشقي الحافظ شمس الدين أبو عبد الله الحنبلي.
حافظ للحديث، عارف بالأدب، من كبار الحنابلة. يقال له « ابن عبد الهادي » نسبة إلى جده الأعلى.
أخذ عن ابن تيمية والذهبي وغيرهما.
وصنف ما يزيد على سبعين كتبا، يربي ما أكمله منها على مئة مجلد، ومات قبل بلوغ الأربعين.
من كتبه « العقود الدرية في مناقب شيخ الاسلام أحمد ابن تيمية - ط » و « المحرر - ط » في الحديث، مسند، و « فضائل الشام - خ » [كذا في الأعلام، وقد ذكر محقق «تنقيح التحقيق» أنه طبع بتحقيق : مجدي فتحي السيد ، وصدر عن دار الصحابة بمصر] و « قواعد أصول الفقه - خ » و « الصارم المنكي في الرد على ابن السبكي - ط » و « شرح التسهيل » و « العلل » في الحديث، على ترتيب كتب الفقه، و « الاحكام » في فقه الحنابلة، و « تراجم الحفاظ » وغير ذلك.
توفي بظاهر دمشق ودفن بسفح قاسيون.
 وكانت جنازته حافلة ورؤيت له منامات حسنة. 

نقلا عن : الأعلام للزركلي ، بزيادة يسيرة",2,79,"1E552EA4","744","شمس الدين محمد بن أحمد بن عبد الهادي بن يوسف الدمشقي الحنبلي","744"), 
 (122,"ابن تيمية","ابن تيمِيَّة، تقي الدين (661-728هـ، 1263-1328م).

تقي الدين أبو العَباس أحمد بن عبد الحليم بن عبد السلام بن عبد الله بن أبي القاسم بن محمد ابن تيمية الحراني الحنبلي الدمشقي. شيخ الإسلام في زمانه وأبرز علمائه، فقيه أصولي ومفتي الدين الحصيف وصاحب الآثار الكبرى في علوم الدين والفكر الإسلامي. ولد بحرَّان بتركيا، ورحل إلى دمشق مع أسرته هربًا من غزو التتار. وتلقى العلم على والده وعلى مشايخ دمشق وظهرت عليه علامات النجابة منذ نعومة أظفاره، فكان قوي الذاكرة سريع الحفظ. نهل من منهج النبوة، حتى آلت إليه الإمامة في العلم والعمل سنة 720هـ.
كان من أشد مفكري الإسلام نقدا للفلسفة وعلم الكلام، ودعا إلى وضع العقل بعد النقل وليس قبله. وقد صنف كتاباً ضخماً سماه درء تعارض العقل والنقل أو موافقة صحيح المنقول لصريح المعقول رد فيه على شطحات الفلاسفة، وفند فيه دعاوى أهل الفرق الضالة حسب رأيه واجتهاده، ودافع فيه عن المنطق الفطري، وهو المنطق السليم، منطق القرآن الكريم. وفي كتابه الرد على المنطقيين حمل على دعوى أتباع أرسطو من المنطقيين الذين ذهبوا إلى أن المفاهيم التي ليست بديهية لاتدرك إلا بالحد (الدليل) بحجة أنها لما كانت غير بديهية كان لابد لها من دليل، وإلا كانت دعوتهم باطلة، وبيَّن ابن تيمية أن تحديد المفاهيم تكتنفه الصعاب، وحتى من دافع عن المنطق من أهل الفلسفة وعلم الكلام، اضطر إلى التسليم بصعوبة تحديد الجنس أو الفصل الخاص، الذي يقوم عليه التعريف، ونسبه ابن تيمية إلى اختلاف الناس في سرعة إدراك الحد الأوسط في القياس مثل حيوان يمشي على أربع، والكلب حيوان، الكلب يمشي على أربع، فالحد الأوسط هنا وهو الكلب حيوان لايحتاج إليه الذكي، ولايستفيد منه الغبي. والنتيجة تحصيل حاصل. وانتقد كذلك نظريات البرهان عند أرسطو باعتبار أن البرهان يتناول الكلّيات الذهنية، في حين أن الكائنات موجودات جزئية، ولذلك فالبرهان لايؤدي إلى معرفة إيجابيته بالكائنات بشكل عام وبالله بشكل خاص.
ذهب ابن تيمية إلى مصر فسُجن بها، ورجع إلى دمشق، وجاهد ضد التتار وحبسه السلطان لفتواه عن طلاق الثلاث، وتحرش به علماء دمشق عند السلطات ليوقعوا به، فَحُبِس ثانية في قلعة دمشق ومات فيها. وخرجت البلدة على بكرة أبيها تشيع جنازته.
كان ابن تيمية صالحاً مصلحاً، داعيا إلى الإصلاح والعودة إلى القرآن والسنة، وكان ذا باع طويل في اللغة العربية وعلومها، وفي مختلف العلوم. تربو مصنفاته على ثلاثمائة مجلد في علوم الإسلام المختلفة من أهمها: اقتضاء الصراط المستقيم في الرد على أهل الجحيم؛ السياسة الشرعية في إصلاح الراعي والرعية؛ الصارم المسلول على شاتم الرسول؛ الواسطة بين الخلق والحق؛ العقيدة التدمرية؛ الكلام على حقيقة الإسلام والإيمان؛ العقيدة الواسطية؛ بيان الفرقان بين أولياء الشيطان وأولياء الرحمن؛ تفسير سورة البقرة؛ درء تعارض العقل والنقل؛ منهاج السنة النبوية؛ مجموعة الفتاوى.
خالف بعضُ الأئمة والعلماء بعضَ آراء ابن تيمية وفتاويه وردوا عليه. ومن هؤلاء العلماء: صفي الدين الهندي وتقي الدين السبكي وشمس الدين الذهبي وابن حجر العسقلاني والعز بن جماعة وبدر الدين محمد بن إبرهيم بن جماعة وغيرهم.

نقلا عن
الموسوعة العربية العالمية http://www.mawsoah.net",2,54,"EF932606","728","تقي الدين أبو العَباس أحمد بن عبد الحليم بن عبد السلام بن عبد الله بن أبي القاسم بن محمد ابن تيمية الحراني الحنبلي الدمشقي","728"), 
 (123,"الذهبي، شمس الدين","الذَهَبي، شمس الدين (673 هـ - 748هـ، 1275م - 1347م).

شمس الدين أبو عبد لله محمد بن أحمد بن عثمان بن قَايْماز، التُركماني الأصل، ثم الدمشقي، المقرئ. الإمام الحافظ، محدِّث العصر وخاتمة الحفَّاظ، ومؤرخ الإسلام. طلب الحديث وله ثماني عشرة سنة، فسمع الكثير، ورحل، وعني بهذا الشأن، وتعب فيه، وخدمه إلى أن رسخت فيه قدمه. قال السخاوي عنه: إن المحدثين عيال الآن في الرجال وغيرها من فنون الحديث على أربعة: المزيّ، والذهبي، والعراقي، وابن حجر. كُفّ بصره سنة 741 هـ. وتصانيفه كثيرة تقرب من المائة، منها: تاريخ الإسلام؛ سير أعلام النبلاء؛ طبقات الحفاظ؛ طبقات القراء؛ مختصر تهذيب الكمال؛ الكاشف؛ التجريد في أسماء الصحابة؛ والميزان في الضعفاء؛ المغني في الضعفاء؛ تلخيص المستدرك للحاكم؛ مختصر سنن البيهقي وغيرها. ولد وتوفي بدمشق.

نقلا عن
الموسوعة العربية العالمية http://www.mawsoah.net",2,362,"529BFCA3","748","شمس الدين أبو عبد الله محمد بن أحمد بن عثمان بن قَايْماز الذهبي","748"), 
 (124,"عوض بن رجاء العوفي","الدكتور عوض بن رجاء بن فريج العوفي الأستاذ المشارك في كلية الشريعة ، الجامعة الإسلامية، بالمدينة المنورة
ولد في 1374 هـ 
وحصل على درجة الماجستير من الجامعة الإسلامية، بالمدينة المنورة، عن موضوعه (الولاية في النكاح)  ، 1403 هـ 
ثم طبعت (عمادة البحث العلمي بالجامعة الإسلامية) هذا البحث في مجلدين عام 1423هـ/2002م
",1,1109,"9D96CB51","99999","عوض بن رجاء بن فريج العوفي",NULL), 
 (125,"أبو محمد البغوي","البغوي، أبو محمد (436 - 510هـ، 1045 - 1117م).

الحسين بن مسعود بن محمد بن الفراء، البغوي الشافعي، صاحب التصانيف، الملقّب بركن الدين، وبمحيي السنة. محدِّث فقيه مفسر، تفقّه على القاضي حسين بن محمد شيخ الشافعية، وسمع منه، ومن أبي عمر عبد الواحد المليحي، وغيرهم. كان سيدًا إمامًا عالمًا علامة، زاهدًا قانعًا باليسير. كان أبوه يعمل الفراء ويبيعها. بُورك له في تصانيفه، ورُزق فيها القبول التام، لحُسن قصده، وصدق نيته، وتنافس العلماء في تحصيلها. من مصنفاته المفيدة: شرح السنّة، وهو كتاب عظيم في بابه لا يستغني عنه طالب علم. ومعالم التنزيل؛ والمصابيح؛ والتهذيب في فقه الشافعية؛ والجمع بين الصحيحين؛ وكتاب الأربعين حديثًا وغيرها.
توفي بمرو الرُّوذ، (مدينة من مدائن خراسان).

نقلا عن
الموسوعة العربية العالمية http://www.mawsoah.net",1,4,"774B9A9E","510","محيي السنة ، أبو محمد الحسين بن مسعود بن محمد بن الفراء البغوي الشافعي","510"), 
 (126,"ابن عثيمين"," محمد بن صالح العثيمين (1347-1421هـ، 1928- 2001م).

محمد بن صالح بن محمد عثيمين المقبل الوهيبي التميمي، عالم وفقيه سعودي، وأستاذ في كلية الشريعة بفرع جامعة الإمام محمد ابن سعود الإسلامية في منطقة القصيم، وعضو هيئة كبار العلماء. 
ولد في عنيزة بمنطقة القصيم التي كانت مساجدها مكاناً لكثير من الحلقات العلمية الشرعية والنقاشات الفكرية. 
حفظ القرآن الكريم في صغره، ثم اتجه إلى طلب العلوم الشرعية والعربية على أيدي كثير من العلماء المتخصصين منهم: 
الشيخ عبدالرحمن ناصر السعدي الذي لازمه حتى بعد انتقال والده إلى مدينة الرياض، وخلفه في إمامة الجامع الكبير بعنيزة والخطابة فيه. 
ومن شيوخه أيضاً الشيخ عبدالعزيز بن عبدالله بن باز الذي استفاد منه حسب قوله في العناية بالحديث والبحث عن الدليل. 
ودرس أيضاً على يد الشيخ محمد المختار الجكني الشنقيطي صاحب أضواء البيان في إيضاح القرآن بالقرآن، والشيخ علي بن محمد الصالحي وغيرهم.
تخرج العثيمين في كلية الشريعة بالرياض عام 1377هـ، وبدأ بالتدريس في المعهد العلمي قبل تخرجه في الكلية.
رفض تولي القضاء رغم إصرار الشيخ محمد بن إبراهيم آل الشيخ مفتي المملكة ورئيس القضاة في حينه، وتفرغ للتدريس وقد تحرر من التقليد المذهبي، وأخذ كثيراً باجتهادات ابن تيمية مما جعله أكثر استقلالاً في آرائه الفقهية.
زادت آثار الشيخ العلمية على خمسة وخمسين مؤلفاً، وقد اختير بعضها مقررات في المعاهد العلمية بالمملكة العربية السعودية.
وأول كتبه فتح رب البرية بتخليص الحموية (1382هـ)، وهي تلخيص لكتاب ابن تيمية الحموية في العقيدة الذي يعتبر فتوى مطولة في العقيدة جواباً لأهل حماة. وله أيضاً زاد المستقنع؛ شرح رياض الصالحين، وجمعت فتاواه في نحو 14 مجلداً. 
وألقى الشيخ عدد كبيراً من المحاضرات المؤثرة في توجيه الجمهور خاصة الشباب. ووصلت فتاواه للناس بوساطة الهاتف أو الكتابة أو التسجيل أو الإذاعة وخاصة برنامج نور على الدرب. 
وامتاز الشيخ بالعلم الغزير، والفهم الواضح للدين؛ عقيدة وشريعة، والأسلوب الجيد في العرض واتباع الحكمة في أسلوب الدعوة.
حاز جائزة الملك فيصل العالمية لخدمة الإسلام عام 1414هـ، 1994م.

نقلا عن : الموسوعة العربية العالمية http://www.mawsoah.net 
",1,57,"D3810766","1421","محمد بن صالح بن محمد العثيمين","1421"), 
 (127,"علي العمران","علي بن محمد بن حسين العمران ( بكسر العين)
ولد في اليمن عام 1390, في السودة ، إحدى ضواحي مدينة عمران ( بفتح العين) . ثم انتقل إلى المملكة وهو دون الخامسة ، واستقر بمدينة الطائف ، وأكمل بها المراحل التعليمية الثلاث.
ثم التحق بالجامعة الإسلامية بالمدينة النبوية بكلية الحديث والدراسات الإسلامية ، وتخرج فيها عام 1412 بتقدير ممتاز
فأخذ من مشايخ الجامعة ، كفضيلة الشيخ عبد الله الغنيمان , والشيخ عبد المحسن العباد في العقيدة ، والشيخ حافظ الحكمي في المصطلح ، والشيخ عبد العزيز العبد اللطيف - رحمه الله- في الجرح والتعديل ، وأخذ عن غيرهم من مشايخ الكلية، وأساتذتها.
وكان لتعرفه على ثلة من من طلبة العلم النابهين أثر كبير في حياته العلمية ، كالشيخ صالح بن حامد الرفاعي و الشيخ أحمد بن علي القرني، وغيرهم.
واستقر بعد التخرج في مدينة الطائف وانتفع فيها بإمور ثلاثة:
1- تفرغه للطلب والتحصيل والبحث والتأليف.
2 -ملازمته للدروس العلمية للشيخ عبدالعزيز بن باز- رحمه الله- في يومي الإثنين والخميس من كل أسبوع في أيام الإجازة الصيفية.
3- ملازمته لمجالس الشيخ بكر بن عبدالله أبو زيد - حفظه الله - في بيته ، فقل يوم إلا ويجتمع به ويستفيد منه ويذاكره العلم.
له عدد من المصنفات والتحقيقات وهي :
1- تعقبات الحافظ ابن حجر على الإمام الذهبي في ميزان الإعتدال- جمع وتعليق.
2- القواعد والفوائد الحديثية من منهاج السنة النبوية - جمع وتعليق-.
3- المشوق إلى طلب العلم ( وهو ماتع جدا) - تأليف.
4- العلماء الذين لم يتجاوزا سن الأشد - تأليف-.
5- الجامع لسيرة شيخ الإسلام ابن تيمية- خلال سبعة قرون - جمع وتعليق وفهرسة فنية دقيقة- بالإشتراك مع الشيخ / محمد عزير شمس - وفقه الله - قدم له العلامة الفهامة الشيخ / بكر بن عبدالله أبو زيد- حفظه الله- وفي هذا الجامع فوائد عظيمة!!!.
6- منجد المقرئين ومرشد الطالبين لابن الجزري - اعتناء وتحقيق-.
7- أسامي شيوخ البخاري للصغاني-أخرجه بخط مؤلفه وقدم له ووضع فهارسه -.
8- عمدة القاري والسامع في ختم الصحيح الجامع للسخاوي - اعتناء وتحقيق-.
9- تجريد التوحيد المفيد للمقريزي - تحقيق-.
10- منسك شيخ الإسلام ابن تيمية - اعتناء وتحقيق-.
11- تقييد المهمل وتمييز المشكل لأبي علي الغساني - دراسة وتحقيق في ثلاثة مجلدات - بالإشتراك مع الشيخ محمد عزير شمس .
12- الروض الباسم في الذب عن سنة أبي القاسم لابن الوزير - دراسة وتحقيق - قدم له الشيخ العلامة بكر بن عبدالله أبو زيد.
13- النفحة القدسية والتحفة الأنسية ، للحفظي ، تحقيق.
14- مختصر الصارم المسلول.
15- المنهج القويم اختصار الصراط المستقيم ، كلاهما للبعلي ، تحقيق.
16- ذيل التبيان لبديعة البيان ، للحافظ ابن حجر ، تحقيق.
17- بدائع الفوائد ، لابن القيم ، في خمسة مجلدات، تحقيق.
تحت الطبع:
18- شفاء العليل اختصار بطلان التحليل ، للبعلي ، تحقيق.
19- اختيارات شيخ الإسلام ابن تيمية للبرهان ابن القيم ، تحقيق.
20- صوارم اليقين لقطع شكوك القاضي أحمد بن سعد الدين ، ليحيى بن الحسين بن القاسم ، تحقيق.
21- الجامع لسيرة الإمام ابن قيم الجوزية.
22- العقود الدرية من مناقب شيخ الإسلام ابن تيمية ، لابن عبدالهادي، تحقيق.

ثناء الشيخ العلامة بكر أبو زيد عليه:
قال الشيخ بكر أبو زيد في تقديمة لكتاب الروض الباسم لابن الوزير (1/ج) ( وقد سمت همة الشيخ الفاضل / علي بن محمد العمران ، إلى الإمساك بناصيته ، والاعتناء بإخراجه على مجموعة نسخ خطية ، فلما أحضره الي - تقبل الله منا ومنه- مطبوعا في تجربته الأخيرة في نحو ((600)) صفحة ، ومقدمة التحقيق في نحو ((100)) صفحة ، قرأت مقدمة التحقيق ، وجملة من التعاليق، وفي مواضع من المتن ، وفي فهارسه الكاشفة عن مخبآته ، فتذكرت قول من مضى : (( دل على عاقل حسن اختياره)) وأضيف اليه (( ودل على عاقل حسن عمله وإتقانه)) فقد جمع هذا الفاضل بين الحسنيين ، وحاز الدلالتين ؛ إذ قد مشى في تحقيقه على أصول نيرة ، يعرف بها التزامه بها من كان له فضل عناية بالتحقيق ، ولا أريد أن أطيل ، فالعمل أمام فوقة القراء ، ومنصفيهم .
وقد عافاه الله من حشر الحواشي الطوال بلا طائل - تلك الظاهرة التي تمكن غير المختصين من استباحة حمى العلوم الشرعية -.
وله - أثابه الله - لفتات نفيسة في المقدمة ، والحواشي ، وقد أحسن كل الإحسان في كشافات الكتاب المصنفة على مجموعتين :
(( الفهارس النظرية)) التي في وسع كل أحد عملها ، و (( الفهارس العلمية )) التي لايستطيع عملها بصفة موعبة إلا طالب علم متمكن، ولا أحسب المحقق الا كذلك .)) انتهى كلام الشيخ بكر حفظه الله.",1,1072,"39824370","99999","علي بن محمد بن حسين العِمران","معاصر"), 
 (53,"أبو حامد الغزالي","أبو حامد الغزالي (450 - 505هـ، 1058 - 1111م).

حجة الإسلام محمد بن محمد بن محمد، أبو حامد الغزاليّ وُلِدَ في طُوس، وفقد أباه صبيًّا، فرباه وصيٌّ صوفي فترة من الزمن، ثم وضعه في مدرسة خيرية يعيش ويتعلم. أتى نيسابورَ، وتعلَّم التصوف على الفرامدي، والفقه والكلام على إمام الحرمين، ثم أتى مجلس نظام المُلك، وزير السلاجقة سنة 478هـ (1085م)، حيث أقام ست سنوات، عيّنه بعدها الوزير أستاذًا في نظامية بغداد. درّس في بغداد أربع سنوات (484-488هـ) مرّ أثناءها بشكوك وألف كتابين هما: مقاصد الفلاسفة؛ حيث عرض فلسفة الفارابي وابن سينا، وتهافت الفلاسفة، حيث انتقد هذه الفلسفة. ترك بغداد، ومارس الزهد عشر سنوات، عاد بعدها إلى التعليم في نيسابور. اعتزل التعليم بعد سنة 500 هـ، 1106م وظل في عزلته حتى موته.

الغزالي مفكِّر كبيرّ محيط بمقالات الفلاسفة، نافذ البصيرة في المجتمع وأهله. وعلى الرغم من أنه لم يكن مقتدرًا في الرياضيات والطبيعيات، إلا أنه أخذ منها أمله وأقرّ بصحة براهينها. أما في المنطق والفلسفة الخالصة فكان عَلَمًا من أعلامها، غير أنه استخدم المنطق لنصرة الدين، وحمل على الفلسفة لأنها تُضِلُّ ذوي الاستعداد العقلي القاصر. أهم كتبه: مقاصد الفلاسفة (487هـ)؛ تهافت الفلاسفة (488هـ)؛ المستظهري؛ الاقتصاد في الاعتقاد (488 هـ)؛ إحياء علوم الدين (488هـ)؛ أيها الولد، ويسمى الولدية (501 هـ)؛ المنقذ من الضلال (502هـ)؛ المستصفى (503هـ)؛ إلجام العوام عن علم الكلام (بين 504 - 505هـ)، وغيرها.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (57,"السَّرْخَسيّ، ابن سهل","السَّرْخَسيّ، ابن سهل ( ؟ ـ 483هـ).

محمد بن أحمد بن أبي سهل شمس الأئمة السرخسي. فقيه أصولي حنفي. ينسب إلى سرخس ـ بلدة قديمة من بلاد خراسان. أخذ الفقه والأصول عن شمس الأئمة الحلواني. وبلغ منزلة رفيعة. عده ابن كمال باشا من المجتهدين في المسائل. كان عالمًا عاملاً ناصحًا للحكام. سجنه الخاقان بسبب نصحه له. ولم يقعده السجن عن تعليم تلاميذه؛ فقد أملى كتاب المبسوط ـ وهو أكبر كتاب في الفقة الحنفي مطبوع في ثلاثين جزءاً ـ وهو سجين في الجبّ، كما أملى شرح السير الكبير لمحمد بن الحسن، وله شرح مختصر الطحاوي، وله في أصول الفقه كتاب من أكبر كتب الأصول عند الحنفية، ويعرف بأصول السرخسي.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (59,"القرافي، شهاب الدين","القرافي، شهاب الدين ( ؟ - 684هـ، ؟ - 1285م).

أحمد بن إدريس بن عبد الرحمن، أبوالعباس شهاب الدين الصنهاجي القرافي. فقيه مالكي وعلم من أعلام الأصول. ولد بالبهنسا بمصر وأصله من صنهاجة بالمغرب. تلقى علومه عن كبار علماء عصره ومنهم العزّ بن عبد السلام، وجمال الدين بن الحاجب، وقاضي القضاة شمس الدين الإدريسي، وغيرهم. كان إمامًا عالمًا بالفقه وأصوله والتفسير والحديث والعلوم العقلية وعلم الكلام والنحو. انتهت إليه رئاسة المالكية في عصره. يعدُّ من أفضل أهل القرن السابع بالديار المصرية، فقد قال قاضي القضاة ابن شكر: أجمع الشافعية والمالكية على أن أفضل أهل القرن السابع بالديار المصرية ثلاثة: القرافي بمصر القديمة، وابن المنير بالإسكندرية، وابن دقيق العيد بالقاهرة. وسبب تسميته القرافي أنه سكن وهو تلميذ القرافة (القبور) مدة يسيرة، وكان يأتي إلى الدرس من تلك الجهة، فأراد كاتب الدرس يوماً أن يحصي الطلبة ولم يكن شهاب الدين موجوداً فكتبه في قائمة الطلبة: القرافي.

له مؤلفات كثيرة تدل على غزارة علمه، منها: تنقيح الفصول في اختصار المحصول في أصول الفقه، وقد شرحه أيضًا بكتاب سماه شرح تنقيح الفصول في اختصار المحصول. وله شرح المحصول للفخر الرازي سماه نفائس الأصول؛ وله كتاب أنوار البروق في أنواء الفروق ويسمى أيضاً الأنوار والقواعد السنية في الأسرار الفقهيه؛ وله كذلك الذخيرة في الفقه؛ شرح التهذيب؛ الأجوبة الفاخرة على الأسئلة الفاجرة في الرد على أهل الكتاب؛ الاستغناء في أحكام الاستثناء والإحكام في الفرق بين الفتوى والأحكام؛ شرح الأربعين في أصول الدين لفخر الدين الرازي؛ الخصائص في قواعد اللغة العربية؛ العقد المنظوم في الخصوص والعموم وغيرها.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (62,"السّبكي، تاج الدين","السّبكي، تاج الدين (727 -771هـ، 1327- 1370م).

عبد الوهاب بن علي بن عبد الكافي السبكي نسبة إلى سُبك من قرى محافظة المنوفية بمصر. فقيه شافعي أصولي مؤرخ وهو شقيق بهاء السبكي. يلقب بقاضي القضاة تاج الدين. ولد بالقاهرة، وأخذ العلم عن علمائها. ثم رحل إلى دمشق مع والده الذي كان عالماً فاضلاً، وهناك تلقى العلم عن كبار علماء دمشق. ومن شيوخه والده علي بن عبد الكافي، والحافظ المزي، والذهبي. أجازه شمس الدين بن النقيب بالإفتاء، وقد أفتى ولم يتجاوز عمره ثماني عشرة سنة. انتهت إليه رئاسة القضاء والمناصب بالشام. له مؤلفات كثيرة منها: شرح مختصر ابن الحاجب؛ شرح منهاج البيضاوي في أصول الفقه المسمى الإبهاج شرح المنهاج؛ القواعد المشتملة على الأشباه والنظائر؛ طبقات الشافعية الكبرى والوسطى والصغرى؛ الترشيح في اختيارات والده؛ جمع الجوامع في أصول الفقه؛ وشرحه المسمى منع الموانع. توفي بدمشق.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (64,"السُّبْكي، محمود بن محمد","السُّبْكي، محمود بن محمد ( ؟ - 1352هـ، ؟ - 1933م).

محمود بن محمد بن خطاب السُّبكي. فقيه مالكي، وُلد في قرية سُبْك الأحد من قرى مصر. أحد مؤسسي الجمعية الشرعية لتعاون العاملين بالكتاب والسنة المحمدية، وهي هيئة دينية كبيرة في الدعوة الإسلامية بمصر، تولى رئاستها الشيخ محمود السبكي ثم خلفه من بعده ابنه الشيخ يوسف محمود خطاب والشيخ عبد اللطيف مشتهري ثم الشيخ عبد الناصر فاضل علي. وكلهم من علماء الأزهر. للشيخ السُّبكي مؤلفات عدة منها: الدين الخالص؛ إرشاد الخلق إلى دين الحق؛ الرسالة البديعة؛ تحفة الأبصار والبصائر؛ شرح سنن أبي داود وهو من الشروح القوية إلا أنه لم يتم. توفي بالقاهرة.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (66,"ابن مفلح، شمس الدين","ابن مفلح، شمس الدين (708 - 763هـ، 1308 - 1361م).

شمس الدين، محمد بن مفلح بن محمد المقدسي الصالحي الراميني. فقيه حنبلي أصولي. ولد ببيت المقدس وأخذ العلم عن أكابر علماء عصره، ومنهم: ابن مسلم، والبرهان الزرعي، والحجار، والفويرة، والمزي، والذهبي. كان آية في الذكاء، وغاية في نقل مذهب الإمام أحمد، عمدة في قوله، حجة في فتياه، حتى لقبه الحنابلة شيخ الإسلام. قال ابن القيم عنه: ما تحت قبة الفلك أعلم بمذهب الإمام أحمد من ابن مفلح. وقد أثنى عليه ابن تيمية وتقي الدين السبكي. ناب في الحكم عن قاضي القضاة جمال الدين المرداوي وصاهره. كان على جانب عظيم من الزهد والقناعة والورع. له عدة مؤلفات منها: شرح المقنع في نحو ثلاثين مجلَّدًا؛ شرح على المنتقى في مجلدين؛ الفروع في أربعة مجلدات؛ وكل هذه الكتب في الفقه، وله كتاب في أصول الفقه؛ كتاب الآداب الشرعية الكبرى مجلدان، والوسطى مجلد، والصغرى مجلد صغير. توفي بدمشق.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (69,"المُنَاوي، محمد","المُنَاوي، محمد (952 - 1031هـ ، 1545 - 1622م).

محمد بن عبد الرؤوف تاج العارفين. لغوي من كبار العلماء الذين شاركوا في فنون عديدة. انقطع للبحث والتصنيف فمرض وضعف، فجعل ولده تاج الدين محمد يستملي منه تآليفه. عاش في القاهرة وتوفي بها. له نحو 80 مؤلفاً منها: كنوز الحقائق؛ فيض القدير؛ شرح الجامع الصغير؛ مختصر التيسير؛ شرح شمائل الترمذي؛ سيرة عمر بن عبد العزيز؛ شرح ألفية العراقي؛ شرح القاموس المحيط وغيرها.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (71,"الصَّنْعاني، محمد بن إسماعيل","الصَّنْعاني، محمد بن إسماعيل (1099 - 1182هـ، 1688-1768م).

محمد بن إسماعيل الأمير الصنعاني. محدِّث، حافظ، بارع في كثير من العلوم، خطيب، شاعر، وُلد بمدينة كحلان قرب صنعاء. ثم انتقل إلى صنعاء وله إحدى عشرة سنة فنشأ بها. له مصنفات كثيرة، بلغت نحو مائة مصنَّف. منها: سبل السلام، شرح بلوغ المرام من أدلة الأحكام لابن حجر العسقلاني؛ توضيح الأفكار شرح تنقيح الأنظار؛ اليواقيت في المواقيت؛ شرح الجامع الصغير للسيوطي؛ إرشاد النقاد إلى تيسير الاجتهاد؛ الروض النضير. مات بصنعاء.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (74,"عبد السلام محمد هارون","عبد السلام محمد هارون
هارون، عبدالسلام (1327 - 1408هـ،1909 - 1988م).

عبدالسلام محمد هارون أحد رواد ميدان تحقيق التراث وإحيائه، وعالم في مجال اللغة والأدب والدراسات المعجمية. مصري، تخرّج في دار العلوم العليا عام 1932م. عمل بالتدريس في المدارس الابتدائية من 1932 إلى 1942م، ثم أستاذًا مساعدًا بكلية دار العلوم عام 1950م، ثم أستاذًا بها عام 1957م ثم أستاذًا ورئيسًا لقسم الدراسات النحوية بالكلية من 1957 إلى 1966م. أسهم عام 1966م في إنشاء وتأسيس جامعة الكويت، كما أنشأ قسم اللغة العربية بها، ووضع له المناهج والخطط، بجانب إنشائه شعبة الدراسات العليا بهذا القسم. اختير عضوًا بلجنة إحياء آثار أبي العلاء سنة 1941م بإشراف الدكتور طه حسين، كما اختير عضوًا بمجمع اللغة العربية بالقاهرة عام 1969م حيث عمل في لجان: المعجم الكبير، الألفاظ والأساليب، الأدب، إحياء التراث، وغيرها من اللجان بالمجمع، ثم أصبح أمينًا عامًا للمجمع.

له جهود طيبة في الحياة الأدبية عامة وفي ميدان تحقيق التراث على وجه الخصوص. ومن مصنفاته التي تبلغ الخمسة عشر: تهذيب سيرة ابن هشام؛ الفهارس التحليلية لكتاب سيبوبه. كما حقّق كتبًا ألحق بها دراسات وتحليلات فنية بلغت الأربعة والعشرين، منها: كتاب الحيوان للجاحظ؛ تهذيب اللغة للأزهري.

حاز جائزة الملك فيصل العالمية للأدب العربي عام 1401هـ، 1981م.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (76,"البَغَويّ، أبوالقاسم","أبوالقاسم البَغَويّ (214 - 317هـ، 830 - 929م).

أبو القاسم عبدالله بن محمد بن عبد العزيز بن المرزبان بن سابور بن شاهنشاه، البَغَوي الأصل، البغدادي الدار والمولد. إمام حافظ وحجة مُعمّر، مُسْند العصر، ويعرف بابن بنت منيع. منسوب إلى مدينة بَغْشَور من مدائن إقليم خراسان. وكان أبوه وعمه الحافظ علي بن عبد العزيز البغوي منها.

حرص عليه جده لأمه أحمد بن منيع فأسمعه في الصّغر، حتى كتب بخطه إملاء في ربيع الأول سنة خمس وعشرين ومائتين، فكان سنه يومئذ عشر سنين ونصفًا. ولا يُعرف أحد في ذلك العصر طلب الحديث وكتبه أصغر من أبي القاسم، فأدرك الأسانيد العالية وحدَّثه جماعة عن صغار التابعين.

حدّث عن الإمام أحمد وابن المديني وعلي بن الجعد وأبي بكر بن أبي شيبة وجده أحمد بن منيع، وخلق كثير، حتى إنه كتب عن أقرانه، وصنّف كتاب معجم الصحابة فجوده وكتاب الجعديات المطبوع باسم مسند علي بن الجعد فأتقنه. وكان علي بن الجعد أكبر شيخ له وهو ثَبَتٌ فيه مكثر عنه. حدّث عنه يحيى بن صاعد وابن قانع وابن حبان وابن عدي والطبراني وخلق كثير. وكل من جاء بعده يحرص على حديثه لعلو أسانيده. سئل عنه الدارقطني فقال: ثقة جبل، إمام من الأئمة ثَبَتٌ، أقل المشايخ خطأ، وكلامه في الحديث أحسن من كلام ابن صاعد.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (79,"البُخاري، أبو عبدالله","البُخاري، أبو عبدالله (194 - 256هـ ، 810 - 870م).

محمد بن إسماعيل بن إبراهيم بن المغيرة البخاري، أبو عبدالله. الإمام الحافظ صاحب الجامع الصحيح المعروف بصحيح البخاري. ولد في بخارى ونشأ يتيمًا. قام برحلة طويلة في طلب العلم. وكان آية في الحفظ وسعة العلم والذكاء. قالوا : لم تخرج خراسان مثله. سمع الحديث ببخارى قبل أن يخرج منها كما سمع ببلخ ونيسابور والرًَّي وبغداد والبصرة والكوفة ومكة والمدينة ومصر والشام. سمع نحو ألف شيخ، أشهرهم أبو عاصم النبيل والأنصاري ومكي بن إبراهيم وعبيدالله بن موسى وغيرهم. روى عنه خلائق لا يحصون ـ كما يقول الذهبي ـ منهم الترمذي وإبراهيم بن إسحاق الحربي وابن أبي الدنيا والنَّسفي وابن خزيمة والحسين والقاسم ابنا المحاملي وغيرهم.

جمع البخاري في الجامع الصحيح نحو ستمائة ألف حديث اختار منها ما وثق برواته. وهو أول من وضع في الإسلام كتابًا على هذا النحو. وهو أوثق كتب الحديث الستَّة. وسبب تأليفه ذكره البخاري في قوله: كنت عند إسحاق بن رَاهَوَيه فقال بعض أصحابنا: لو جمعتم كتابًا مختصرًا لسنن النبي ³ فوقع ذلك في قلبي، فأخذت في جمع هذا الكتاب. وذكر أنه صنّفه في ست عشرة سنة.

وللبخاري مصنفات أخرى مطبوعة منها: التاريخ؛ الضعفاء في رجال الحديث؛ خلق أفعال العباد؛ الأدب المفرد.

أقام في بخارى فتعصب عليه جماعة ورموه بالتُّهم فأخرجه أمير بخارى إلى خَرتَنك ـ قرية من قرى سمرقند ـ فمات فيها.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (81,"التّرْمذِي، أبوعيسى","التّرْمذِي، أبوعيسى (209 - 279هـ، 824 - 892م).

محمد بن عيسى بن سَوْرة بن موسى بن الضحاك، الترمذي، أبو عيسى. مصنّف كتاب الجامع. حافظ، علم، إمام، بارع.

اختُلف فيه، فقيل: ولد أعمى، والصحيح أنه أضر في كِبره بعد رحلته وكتابته العلم. طاف البلاد وسمع خلقاً كثيراً من الخراسانيين، والعراقيين، والحجازيين، وغيرهم. كان يُضرب به المثل في الحفظ. هذا مع ورعه وزهده. صنّف الكثير، تصنيف رجل عالم متقن. ومن تصانيفه: كتابه الشهير الجامع؛ العلل؛ الشمائل النبوية وغيرها.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (83,"سليمان بن الأشعث","سليمان بن الأشعث (202 ـ 275هـ، 817؟ ـ 889؟م).

سليمان بن الأشعث بن شداد بن عمرو، الأزدي أبو داود، السجستاني. الإمام، العلم، إمام الإئمة في الحديث. أحد أصحاب كتب الحديث الستّة المشهورة.

روى عن القعنبي، وأحمد، ويحيى، وابن المديني، وكثيرين غيرهم، وروى عنه: الترمذي، وابنه أبوبكر، وأبوعوانة، وطائفة. قال إبراهيم الحربي عنه: ألِينَ لأبي داود الحديث، كما ألين لداود الحديد . وقال ابن حبان: أبو داود أحد أئمة الدنيا فقهًا وعلمًا وحفظًا ونسكًا وورعًا وإتقانًا. جمع وصنّف ودافع عن السنن. له مصنفات عديدة منها السنن وهو أحد الكتب الستة، جمع فيه 4,800 حديث، انتخبها من بين 500,000 حديث. وله: المراسيل؛ الزهد؛ البعث وغيرها.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (86,"ابن أبي الدُّنيا","ابن أبي الدُّنيا (208 - 281هـ، 823 - 894م).

عبدالله بن محمد بن عُبيد بن سفيان بن قيس، الأموي، أبوبكر بن أبي الدنيا، البغدادي. الحافظ، المحدث، صاحب التصانيف المشهورة المفيدة، كان مؤدب أولاد الخلفاء. وكان من الوعاظ العارفين بأساليب الكلام وما يلائم طبائع الناس، إن شاء أضحك جليسه، وإن شاء أبكاه. وثقه أبوحاتم وغيره. صنّف الكثير حتى بلغت مصنفاته 164 مصنفاً منها: العظمة؛ الصمت؛ اليقين؛ ذم الدنيا؛ الشكر؛ الفرج بعد الشدة وغيرها. مولده ووفاته ببغداد.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (88,"البقاعي ، برهان الدين","البقاعي ، برهان الدين (809 - 885 ه = 1406 - 1480 م).

إبراهيم بن عمر بن حسن الرباط - بضم الراء وتخفيف الباء - بن علي بن أبي بكر البقاعي، أبو الحسن برهان الدين: مؤرخ أديب.
أصله من البقاع في سورية، وسكن دمشق ورحل إلى بيت المقدس والقاهرة، وتوفي بدمشق.
له (عنوان الزمان في تراجم الشيوخ والاقران - خ) أربع مجلدات،
و (عنوان العنوان - خ) مختصر عنوان الزمان، و (أسواق الاشواق - خ) اختصر به مصارع العشاق، و (الباحة في علمي الحساب والمساحة - خ) و (أخبار الجلاد في فتح البلاد - خ) و (نظم الدرر في تناسب الآيات والسور - خ) سبع مجلدات، يعرف بمناسبات البقاعي أو تفسير البقاعي، و (بذل النصح والشفقة
للتعريف بصحبة ورقة - خ) وله ديوان شعر سماه (إشعار الواعي بأشعار البقاعي) و (جواهر البحار في نظم سيرة المختار - خ) أتمه في رشيد (من بلاد مصر) في صفر سنة 848 ه، و (الاعلام، بسن الهجرة إلى الشام - خ) رسالة، و (مصرع التصوف - ط) و (مختصر في السيرة النبوية والثلاثة الخلفاء - خ) في مكتبة عبيد، بدمشق، و (القول المفيد في أصول التجويد - خ) في الرباط، و (سر الروح - ط) اختصره من كتاب (الروح) لابن قيم الجوزية، و (مصاعد النظر للاشراف على مقاصد السور - خ) في خزانة الرباط، (239 كتاني).

نقلا عن الأعلام للزركلي",NULL,NULL,NULL,"99999",NULL,NULL), 
 (90,"الثعالبي، أبو منصور","الثعالبي، أبو منصور (350 - 429 هـ، 961 - 1038م).

عبد الملك بن محمد بن إسماعيل أبو منصور الثعالبي، أديب ولغوي وناقد وصاحب الكتاب الشهير يتيمة الدهر. وُلِد في نيسابور. وهو غير الثعالبي أبو زيد عبد الرحمن.

كان فرّاءً يخيط جلود الثعالب فنُسب إلى صناعته، ثم انتقل من حياكة الفراء إلى دراسة اللغة والأدب والتاريخ فنبغ واشتهر. قال الباخرزي عنه: هو جاحظ نيسابور، وأجمع من ترجموا له على أنه كان نابغة عصره في الأدب نظمًا ونثرًا، وكان قبلة أنظار المؤلفين بعده، فاحتذى حذوه وسار على نهجه جماعة في شرق العالم الإسلامي وغربه.

وهو من الذين أسهموا في ازدهار نهضة القرن الرابع الهجري أدبيًا، حيث قدم للعربية عددًا كبيرًا من المؤلفات والمصنفات التي تنوعت لتشمل أغراضًا مختلفة في الآداب، واللغة والفكر.

وقد خشي الثعالبي من أن يكون للشعراء السابقين على عصره فضل في الأدب والشعر وفنونه ولا يكون لشعراء عصره من يتصدَّى لمثل ذلك، فندب نفسه لهذا، وظهرت براعته في كتابه يتيمة الدهر، وغايته من هذا الكتاب خدمة اللغة العربية عن طريق الشعر الذي يرى فيه فضلاً وعلمًا. ولم يقتصر الثعالبي فيه على ترجمة خالصة للشعراء والاستشهاد بالنصوص الشعرية، بل نراه يورد آراء نقدية قيمّة وتعليلات أدبية ممتعة تنم عن ذوق أدبي رفيع، كما يعمد في كثير من الأحيان إلى المقارنة والموازنة بين من يترجم له وبين غيره من الشعراء في الفن الشعري، ويكشف ببراعة عن مدى تأثر الشاعر بغيره من السابقين والمعاصرين. ومن أهم الآثار التي خلّفها الثعالبي بعد كتابه يتيمة الدهر: العقد النفيس في نزهة الجليس؛ فقه اللغة وسر العربية، وغيرها.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (93,"أبو حيّان الأندلسي","أبو حيّان الأندلسي (654 - 745هـ، 1256 - 1344م).

محمد بن يوسف بن علي بن يوسف بن حيّان، الإمام أثير الدين الأندلسي الغرناطي، النّفزي، نسبة إلى نَفْزة قبيلة من البربر، نحويّ عصره ولغويّه ومفسّره ومحدّثه ومقرئه ومؤرخه وأديبه.

ولد بمطخشارس، مدينة من حاضرة غرناطة. وأخذ القراءات عن أبي جعفر بن الطباع، والعربية عن أبي الحسن الأبذي وجماعة. وتقدم في النحو، وأقرأ في حياة شيوخه بالمغرب، وسمع الحديث بالأندلس وإفريقيا والإسكندرية ومصر والحجاز من نحو خمسين وأربعمائة شيخ، وأكبَّ على طلب الحديث وأتقنه وبرع فيه، وفي التفسير والعربية والقراءات والأدب والتاريخ واشتهر اسمه، وطار صيته، وأخذ عنه أكابر عصره. قيل كان له إقبال على الطلبة الأذكياء، وعنده تعظيم لهم، وهو الذي جسّر الناس على مصنفات ابن مالك، ورغّبهم في قراءتها، وشرح لهم غامضها، وكان يقول عن مقدمة ابن الحاجب: هذه نحو الفقهاء. وتولّى تدريس التفسير بالمنصورية، والإقراء بجامع الأقمر، وكانت عبارته فصيحة، ولكنه في غير القرآن يعقد القاف قريبًا من الكاف.

من تصانيفه: البحر المحيط في التفسير، ومختصره النهر؛ التذييل والتكميل في شرح التسهيل ؛ ارتشاف الضَّرَب، وتُعَدّ هذه الكتب من أجمع الكتب وأحصاها في موضوعاتها. وقيل له كتب شرع في تأليفها، ولم يكملها منها: شرح الألفية؛ نهاية الإغراب في التصريف والإعراب، وغير هذه وتلك كثير مما صنّف أبو حيّان.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (95,"ابن عبدالسلام، عز الدين","ابن عبدالسلام، عز الدين (577 - 660هـ، 1181 - 1262م).

عبد العزيز بن عبد السلام بن أبي القاسم بن الحسن السلمي الدمشقي، عز الدين الملقب بسلطان العلماء. فقيه أصولي شافعي كان يلقب بسلطان العلماء وبائع الملوك. ولد بدمشق ونشأ وتفقه بها على كبار علمائها. كان علمًا من الأعلام، شجاعًا في الحق، آمرًا بالمعروف ناهيًا عن المنكر، جمع إلى الفقه والأصول العلم بالحديث والأدب والخطابة والوعظ. كان خطيباً للجامع الأموي، تخشى السلاطين والأمراء صولته وسلطانه. ولما أعطى السلطان الصالح إسماعيل الإفرنج بلدة صيدا أنكر عليه ذلك فوق المنبر، وترك الدعاء له في الخطبة. وخشي السلطان قوة تأثير عزالدين بن عبد السلام على الناس، فاعتقله ثم طلب منه مغادرة الشام، فغادرها إلى مصر، فقوبل بالترحاب هناك من ملكها الصالح ومن علمائها وأهلها. وولاه السلطان الخطبة في جامع عمرو بن العاص وولاه رئاسة القضاء.

له مؤلفات كثيرة منها: الفوائد؛ الغاية؛ القواعد الكبرى والقواعد الصغرى؛ الفرق بين الإيمان والإسلام؛ مقاصد الرعاية؛ مختصر صحيح مسلم؛ الإمامة في أدلة الأحكام؛ بيان أحوال الناس يوم القيامة؛ بداية السول في تفضيل الرسول؛ الفتاوى المصرية. توفي بالقاهرة.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (98,"الألُّوسي، أبوالثناء شهاب الدين","الألُّوسي، أبوالثناء شهاب الدين (1217-1270هـ، 1802-1854م).

شهاب الدين محمود ابن عبدالله الحسيني فقيه ومفسر ومحدث. ولد في بغداد، وتلقى العلوم على شيوخ عصره، وكان شديد الحرص على التعلم ذكياً فطنًا، لايكاد ينسى شيئًا سمعه، حتى صار إمام عصره بلا منازع. اشتغل بالتأليف والتدريس في سن مبكرة، فذاع صيته وكثر تلاميذه، تولى منصب الإفتاء وبقي فيه حتى سنة 1263هـ .

قام بعدة زيارات علمية إلى الآستانة وغيرها. له عدة كتب قيِّمة، أبرزها تفسيره الكبير روح المعاني في تفسير القرآن العظيم والسبع المثاني الذي استغرق تأليفه خمس عشرة سنة، ويُعدُّ هذا التفسير موسوعة كبيرة جمع فيه الألوسي خلاصة علم المتقدمين في التفسير، وقد ذكر فيه بعض إشارات الصوفية في التفسير.

توفي الألوسي في ذي القعدة في بغداد ودُفن فيها.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (99,"ابن عطية، أبو محمد","ابن عطية، أبو محمد (481-541هـ، 1088 - 1146م).

أبو محمد عبدالحق بن غالب بن عبدالرحمن ابن تمام بن عطية المحاربي، عالم مجاهد وفقيه جليل، عارف بالحديث والتفسير والأحكام. لغوي وأديب. ولد بغرناطة بالأندلس مع بداية عهد دولة المرابطين التي كانت تعرف بدولة الفقهاء. كان من أسرة مهاجرة من المشرق، وكانت الأسرة ذات علم ومكانة هيأت له أسباب طلب العلم، فتتلمذ على كبار علماء الأندلس، فهو لم يرحل كما رحل غيره من علماء الأندلس بسبب ظروف بلاده آنذاك.

جمع ابن عطية بين العلم والعمل حيث كان كثير الخروج للجهاد، كما تولى القضاء في أواخر حكم المرابطين. ترك ابن عطية كتابين فقط، أحدهما فهرست في ترجمة شيوخه، وقد ترجم فيه لنفسه. وكتاب المحرر الوجيز في التفسير وهو كتاب توهم بعضهم أنه انتصر فيه لآراء المعتزلة، لكنه ليس كذلك.

توفي ابن عطية في لورقة من بلاد الأندلس. وهو ابن أبي بكر بن عطية الغرناطي المالكي.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (102,"النسفي، أبو البركات","النسفي، أبو البركات ( ت710هـ، 1310م).

عبدالله بن أحمد بن محمود حافظ الدين أبو البركات، فقيه حنفي مفسر نسب إلى منطقة نسف في بلاد السند، لم تذكر كتب التراجم تاريخ ولادته. تتلمذ على أكثر شيوخ عصره، ومنهم شمس الدين الكردي وأحمد العتابي. كان النسفي أحد الزهاد المتأخرين والعلماء العاملين، له مؤلفات كثيرة في الفقه والأصول والتفسير أبرزها تفسيره مدارك التنزيل وحقائق التأويل، وهو تفسير متوسط الحجم اختصره من تفسير الكشاف وتفسير البيضاوي. توفي النسفي في بلدة إيذج قرب أصبهان.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (104,"الدَّارميّ، أبو محمد","الدَّارميّ، أبو محمد (181 - 255هـ ، 797 - 869م).

عبدالله بن عبدالرحمن بن الفضل بن بَهرام الدارمي، التميمي، أبومحمد، السمرقندي، الحافظ، الإمام العالم المفسر المحدِّث أحد الأعلام، طوّف الأقاليم، وصنّف التصانيف.
روى عن ابن عون، ويزيد بن هارون، وغيرهما، وروى عنه: مسلم، وأبوداود، والترمذي، وأبو زرعة، وغيرهم. كان أحد الرحّالين في طلب الحديث، وأحد الموصوفين بالحفظ والإتقان، من أهل الورع في الدين ممن حفظ وجمع، وتفقّه، وصنّف وحدّث، وأظهر السنّة ببلده، ودعا إليها. كان ثقة، صادقًا، ورعًا، زاهدًا، استُقضي على سمرقند فأبى، فألحّ السلطان عليه حتى يقلّده، وقضى قضية واحدة، ثم استعفى فأعفي، وكان عاملاً فاضلاً فقيهًا. من تصانيفه: المسند؛ التفسير؛ الجامع.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (106,"ابن حِبَّان","ابن حِبَّان ( ؟ ـ 354هـ، ؟ ـ 965م).

محمد بن حبان بن أحمد بن حبان بن معاذ بن مَعْبدَ، التميمي، أبو حاتم، الدارمي، البُستي، الإمام، العلامة، الحافظ، المجود، شيخ خراسان، المحدّث، المؤرخ، صاحب الكتب المشهورة.

سمع النسائي، والحسن بن سفيان، وأبا يعلى الموصلي، وحدّث عنه: ابن مَنْده، وأبوعبدالله الحاكم، وطائفة. ولي قضاء سمرقند، وكان من فقهاء الدين، وحفّاظ الآثار، عالماً بالنجوم، والطب، وفنون العلم،. قال الخطيب البغدادي: كان ثقة نبيلاً فهماً. وقال الحاكم: كان من أوعية العلم في الفقه، واللغة، والحديث، والوعظ، ومن عقلاء الرجال، وكانت الرحلة إليه لسماع كتبه. كان كثير التصنيف، ومن مصنفاته: تاريخ الثقات؛ علل أوهام المؤرخين؛ مناقب الشافعي؛ المسند الصحيح؛ الأنواع والتقاسيم؛ الصحابة؛ التابعين؛ أسامي من يُعرف بالكنى؛ المعجم؛ كتاب المجروحين وغيرها .

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (108,"القزويني","القزويني (605 - 682هـ، 1208 - 1283م).

زكريا بن محمد بن محمود، من سلالة أنس بن مالك الأنصاري. مؤرخ جغرافي من القضاة، وُلد بقزوين بتركيا. اتجه إلى دمشق طلبًا للعلم، وترجع شهرة القزويني إلى كتابيه عجائب المخلوقات وغرائب الموجودات وهو موسوعة كوزموغرافية، والكتاب الثاني هو آثار البلاد وأخبار العباد ويوصف أحيانًا بأنه عجائب البلاد، وفي هذا الكتاب، آثار البلاد وأخبار العباد، تُقَسّم الأرض إلى سبعة أقاليم ثم يصفّ ما يحتويه كل إقليم من بلاد ومدن وجبال وجزر وبحيرات وغيرها تبعًا لترتيب حروف المعجم، وقد تأثر القزويني كثيرًا بمعجم ياقوت الحموي.

وللقزويني مؤلفات أخرى منها: الإرشاد في أخبار قزوين، إلا أن موسوعته عجائب المخلوقات نالت شهرة كبيرة كموسوعة علمية شاملة بدأها بأربع مقدمات تعد منهجًا طيبًا في مجال البحث العلمي حيث يدعو فيها إلى اتباع التجربة والاستقراء ومتابعة الأدلة في الاستنتاج لتحقيق أفضل النتائج، ولم ينس القزويني وضع تعريفات دقيقة لبعض مصطلحاته.

نقلا عن
الموسوعة العربية العالمية Global Arabic Encyclopedia
http://www.mawsoah.net",NULL,NULL,NULL,"99999",NULL,NULL), 
 (109,"محمد فؤاد عبد الباقى","عبد الباقي (1299 - 1388 هـ = 1882 - 1968 م) 

محمد فؤاد بن عبد الباقي بن صالح بن محمد: عالم بتنسيق الأحاديث النبوية ووضع الفهارس لها ولآيات القرآن الكريم.

مصري الأبوين، ولد في قرية بالقليوبية، ونشأ في القاهرة، ودرس في بعض مدارسها ثم عمل مترجما عن الفرنسية في البنك الزراعي (1905 - 1933) وانقطع إلى التأليف. وضعف بصره إلى أن كف، قبيل وفاته. وتوفي بالقاهرة.
كان صائم الدهر، قوي العزيمة
ترجم (مفتاح كنوز السنة - ط) عن الانكليزية في خلال درسه لها، و (تفصيل آيات القرآن الحكيم - ط) عن الفرنسية. وصنف (تيسير المنفعة بكتابي مفتاح كنوز السنة - ط) و (المعجم المفهرس لالفاظ القرآن الكريم - ط) و (اللؤلؤ والمرجان فيما اتفق عليه الشيخان - ط) البخاري ومسلم، ثلاثة أجزاء، و (معجم غريب القرآن - ط) وفهرس (موطأ الامام مالك - ط) و (سنن ابن ماجه - ط) و (صحيح مسلم - ط) وأضاف إليها شروحا، وخرج الأحاديث
والشواهد الشعرية في كتاب (شواهد التوضيح والتصريح لابن مالك - ط) وخرج أحاديث (الأدب المفرد - ط) للبخاري. وله (جامع الصحيحين - خ) و (أطراف الصحيحين - خ) بوشر طبعه، و (جامع المسانيد - خ) و (المسلمات المؤمنات: ما لهن وما عليهن، من كتاب الله والحكمة - خ) وأشرف على تصحيح (محاسن التأويل - ط) سبعة عشر جزءا للسيد جمال الدين القاسمي. 
وكان يقول الشعر في صباه

نقلا عن : الأعلام للزركلي",1,492,"BEB763E6","1388","محمد فؤاد بن عبد الباقي بن صالح بن محمد","1388"), 
 (110,"الطحاوي","الطحاوي، أبو جعفر (238 - 321هـ، 852 - 933م).

أحمد بن محمد بن سلامة أبو جعفر الطحاوي. من طحا، قرية بصعيد مصر. محدِّث، فقيه مشهور بمؤلفه العقيدة الطحاوية. درس فقه الشافعية على خاله المزني، صاحب الإمام الشافعي. ثم انتقل إلى مذهب أبي حنيفة فتفقه على الفقيه الحنفي أحمد بن أبي عمران. رحل إلى الشام، فسمع الحديث ببيت المقدس وغزة وعسقلان ودمشق، وفيها تفقه على أبي حازم عبد الحميد بن عبد العزيز. ثم عاد إلى مصر. انتهت إليه رئاسة أصحاب أبي حنيفة بمصر. روى عن يونس بن عبد الأعلى، وهارون ابن سعيد الأيلي، ومحمد بن عبدالله بن عبدالحكم، وإبراهيم بن أبي داود الضريس، وغيرهم. روى عنه ابنه علي، وسليمان بن أحمد الطبراني، وأبو الحسين محمد بن المظفر، ويوسف بن القاسم الميانجي، وأحمد بن عبد الوارث الزجاج، وعبد العزيز بن محمد الجوهري وغيرهم. مصنفاته كثيرة، منها: شرح معاني الآثار؛ مشكل الآثار؛ اختلاف الفقهاء؛ المختصر في الفقه؛ والعقيدة وهي مشهورة باسم العقيدة الطحاوية؛ أحكام القرآن؛ الوصايا؛ المحاضر والسجلات وغيرها. دفن بمصر.

نقلا عن
الموسوعة العربية العالمية http://www.mawsoah.net",1,169,"AEA46B44","321","أبو جعفر أحمد بن محمد بن سلامة بن عبد الملك بن سلمة الأزدي الحجري المصري المعروف بالطحاوي","321"), 
 (111,"ابن المنذر","ابن المنذر (242 - 319 هـ = 856 - 931 م) 

محمد بن إبراهيم بن المنذر النيسابوري، أبو بكر: فقيه مجتهد، من الحفاظ.
كان شيخ الحرم بمكة.
قال الذهبي: ابن المنذر صاحب الكتب التي لم يصنف مثلها.
منها « المبسوط » في الفقه، و « الأوسط في السنن والاجماع والاختلاف - خ »(1) و « الإشراف على مذاهب أهل العلم - خ » الجزء الثالث منه (1) ، فقه، و «اختلاف العلماء - خ» الأول منه و « تفسير القرآن - خ » (1) .
__________
(1) قد طبع «الأوسط» و«الإشراف» و«التفسير» 

نقلا عن : الأعلام للزركلي ",1,286,"E605361C","319","أبو بكر محمد بن إبراهيم بن المنذر النيسابوري","319"), 
 (128,"محمد رشيد رضا","محمد رشيد رضا (1282 - 1354 هـ = 1865 - 1935 م) 

محمد رشيد بن علي رضا بن محمد شمس الدين بن محمد بهاء الدين بن منلا علي خليفة القلموني، البغدادي الأصل،
الحسيني النسب: صاحب مجلة (المنار) وأحد رجال الإصلاح الإسلامي.

من الكتاب، العلماء بالحديث والأدب والتاريخ والتفسير.
ولد ونشأ في القلمون (من أعمال طرابلس الشام) وتعلم فيها وفي طرابلس.
وتنسك، ونظم الشعر في صباه، وكتب في بعض الصحف، ثم رحل إلى مصر سنة 1315 هـ ، فلازم الشيخ محمد عبده وتتلمذ له.
وكان قد اتصل به قبل ذلك في بيروت.
ثم أصدر مجلة (المنار) لبث آرائه في الإصلاح الديني والاجتماعي.
وأصبح مرجع الفتيا، في التأليف بين الشريعة والأوضاع العصرية الجديدة.
ولما أعلن الدستور العثماني (سنة 1326 هـ) زار بلاد الشام، واعترضه في دمشق، وهو يخطب على منبر الجامع الأموي، أحد أعداء الإصلاح، فكانت فتنة، عاد على أثرها إلى مصر.
وأنشأ مدرسة (الدعوة والإرشاد) ثم قصد سورية في أيام الملك فيصل بن الحسين، وانتخب رئيسا للمؤتمر السوري، فيها. وغادرها على أثر دخول الفرنسيين إليها
(سنة 1920 م) فأقام في وطنه الثاني (مصر) مدة.
ثم رحل إلى الهند والحجاز وأوربا.
وعاد، فاستقر بمصر إلى أن توفي فجأة في (سيارة) كان راجعا بها من السويس إلى القاهرة.
ودفن بالقاهرة.
أشهر آثاره مجلة (المنار) أصدر منها 34 مجلدا، و (تفسير القرآن الكريم - ط) اثنا عشر مجلدا منه، ولم يكمله، و (تاريخ الأستاذ الإمام الشيخ محمد عبده - ط) ثلاثة مجلدات، و (نداء للجنس اللطيف - ط) و (الوحي المحمدي - ط) و (يسر الإسلام وأصول التشريع العام - ط) و (الخلافة - ط) و (الوهابيون والحجاز - ط) و (محاورات المصلح والمقلد - ط) و (ذكرى المولد النبوي - ط) و (شبهات النصارى وحجج الإسلام - ط).
وللامير شكيب أرسلان كتاب في سيرته سماه (السيد رشيد رضا أو إخاء أربعين سنة - ط)

نقلا عن : الأعلام للزركلي",1,482,"BCEB9736","1354","محمد رشيد بن علي رضا","1354"), 
 (129,"محمد بن عثمان بن أبي شيبة","محمد بن عثمان بن أبي شيبة ( 000 - 297 هـ  = 000 - 909 م) 

هو أبو جعفر محمد بن عثمان بن محمد بن إبراهيم بن عثمان بن خُوَاستي، العبسي مولاهم، الكوفي.
ينتسب إلى بني عبس بن يفيض بن ريث بن غطفان، وهذا الانتساب إنما هو من جهة الولاء وليس من جهة الأصل، فهو ليس من أصل عربي، إذ أن جده الثالث كان اسمه عثمان بن خواستي، وهذا يدل على أنه من أصل أعجمي، أسلم ثم نسب إلى بني عبس غطفان ولاء، كما هي عادة من يسلم من غير العرب في ذلك الوقت، وهذا ما ذكرته الكتب التي ترجمت لبني أبي شيبة.
وأسرته مشهورة بالعلم والمعرفة، وبخاصة في الحديث وعلومه [وعمه هو أبو بكر بن أبي شيبة صاحب «المصنف»]
بقي محمد بن عثمان بالكوفة حتى أصبح أحد محدثيها المشهورين، ثم انتقل عنها إلى بغداد سنة ثلاث وسبعين ومائتين.

توثيقه 
اختلفت أقوال العلماء في توثيقه ، وقد بحثها الشيخ محمد بن خليفة التميمي في مقدمة تحقيقه لكتاب «العرش» وقال في خاتمة بحثه :  «وفي نظري أن أعدل الأقوال وأرجحها هو ما قاله ابن عدي ومسلمة بن القاسم من أنه لا بأس به ، هذا من حيث الحديث وروايته، أما من حيث علوم الرجال، وفنون الجرح والتعديل، فهو من أئمة هذا الشأن، كما أطلق عليه ذلك الذهبي والسخاوي، وكفاه فخرا في هذا أنه تلميذ لإمامين من أئمة الجرح والتعديل، وهما ابن معين وابن المديني.» ا.هـ

مصنفاته
قال عنه الذهبي «له تواليف مفيدة» ، وقال «جمع وصنف... وكان من أوعية العلم» ، وقال:«وكان بصيرا بالحديث والرجال». ... 
وهذا ما ذُكر للمترجم من مصنفات :
1 -«سؤالات محمد بن عثمان بن أبي شيبة لعلي بن المديني»: رسالة صغيرة الحجم، تقع في سبع ورقات،  وهي عبارة عن أجوبة أجابها علي بن المديني عن سؤالات سأله عنها محمد بن عثمان بن أبي شيبة في الرجال.
وقد طبعت هذه الرسالة بتحقيق موفق بن عبد الله بن عبد القادر، ونشرتها مكتبة المعارف بالرياض.
2-«سؤالات محمد بن عثمان لطائفة من شيوخه في الجرح والتعديل»: وهي- أيضا- عبارة عن رسالة صغيرة الحجم، تقع في خمس ورقات، وهي سؤالات، سأل فيها طائفة من شيوخه، أمثال علي بن المديني، ويحيى بن معين، ووالده عثمان ابن أبي شيبة عن أحوال الرجال جرحا وتعديلا.
وقد وعد محقق الرسالة السابقة بنشرها قريبا.
3-«كتاب التاريخ»: وقد وصفه الخطيب بأنه«تاريخ كبير».
4-«كتاب في خلق آدم، وخطيئته، وتوبته»: يظهر أنه قطعة من كتاب«التاريخ» المتقدم
5-«كتاب العرش» : مطبوع بتحقيق الدكتور محمد خليفة التميمي
6-«السنن في الفقه»: ذكره ابن النديم في«الفهرست».
7-«فضائل القرآن»: وقد ذكره الداودي في«طبقات المفسرين».

وفاته:
كانت وفاته- رحمه الله تعالى- ببغداد سنة سبع وتسعين ومائتين عن عمر يقارب التسعين عاما
[الترجمة كلها مقتطفة من مقدمة تحقيق الشيخ محمد خليفة التميمي لكتاب «العرش»]",3,514,"6986EBF1","297","أبو جعفر محمد بن عثمان بن أبي شيبة العبسي مولاهم الكوفي","297"), 
 (130,"ابن حزم","ابن حزم الأندلسي (384 - 456هـ، 995 - 1063م).

علي بن أحمد بن سعيد بن حزم، الأندلسي، الظاهري، شاعر وكاتب وفيلسوف وفقيه. ولد في مدينة قرطبة وكان يلقب القرطبي إشارة إلى مولده ونشأته.
اختُلف في نسبه، أينحدر من أصول فارسية أم من أصل أسباني أم هو عربي صميم النسب؟!. وعلى كلٍّ، فقد كانت أسرته من تلك الأسر التي صنعت تاريخ الأندلس.
عَمُرَت حياته في صباه بالدرس والتحصيل، فأخذ المنطق عن محمد بن الحسن القرطبي، وأخذ الحديث عن يحيى بن مسعود، وأخذ الفقه الشافعي عن شيوخ قرطبة، ونشأ شافعي المذهب ثم انتقل إلى المذهب الظاهري حتى عرف بابن حزم الظّاهري.
عانى ابن حزم من الفتنة التي شبت بقرطبة، وكتب متمثلاً تلك الفترة في كتابه طوق الحمامة في الألفة والأُلاف. ثم ترك قرطبة واستقر بمدينة ألمريّة، وكان مشغولاً بهاجس السياسة وإعادة الخلافة للأمويين. ولقي من جراء ذلك عذابًا كثيرًا؛ فظل يعاني النفي والتشريد بعيدًا عن قرطبة، ويحن للعودة إليها. ولما سقطت الخلافة الأموية نهائيًا بالأندلس وزالت دولة الأمويين، تفرغ ابن حزم للعلم والتأليف. فأثرى المكتبة العربية بمؤلفات مفيدة في مختلف فروع المعرفة من أشهرها: الفِصَل في المِلَلْ والأهواء والنِّحَل؛ طوق الحمامة؛ جمهرة أنساب العرب؛ نُقَطُ العروس؛ ورسالته في بيان فضل الأندلس وذكر علمائه؛ الإمامة والخلافة؛ الأخلاق والسير في مداواة النفوس والمحلّى بالآثار؛ الإحكام في أصول الأحكام.
يُعد ابن حزم درة في تاريخ الأندلس السياسي والفكري والأدبي، وقد عاش حياة مليئة بالمحن والمصائب، قضاها مناضلاً بفكره وقلمه، أكثر من أربعين عامًا، ولكن فقهاء عصره حنقوا عليه وألبوا ضده الحاكم والعامة، إلى أن أحرقت مؤلفاته ومزقت علانية بإشبيلية. توفي بقرية منتليشم من بلاد الأندلس.

نقلا عن
الموسوعة العربية العالمية http://www.mawsoah.net",1,2,"29F12E4E","456","أبو محمد علي بن أحمد بن سعيد بن حزم الأندلسي القرطبي الظاهري","456"), 
 (131,"حاتم العوني","اسمه ونسبه : حاتم بن عارف بن ناصر الشريف ، من آل عون ، العبادلة الأشراف الحَسَنِيين .

مولده : وُلِدَ في مدينة الطائف سنة 1385 هـ .

حالته الاجتماعية : الشيخ حاتم متزوّج وله من الأبناء خمسة ، أربعة من البنات وذَكَر واحد واسمه محمد .

نشأته وطلبه للعلم : ونشأ في الطائف ، فكانت المراحل التعليمة الأولى في مدينة الطائف من الابتدائي إلى الثانوي .
أما التوجه إلى علم الحديث ؛ فكان من فترة مُبكّرة ، من قبل أن يبلغ الثالثة عشر من عمره ، وهو في المرحلة المتوسطة أو قبل ذلك ، وكان بجهد فردي ، ولم يجد من يوجهه ويعينه في تلك الفترة ، وإنما وُفّقَ إلى حُبِّ السنة النبوية وإلى العناية بها .
ولفت نظره بعد ذلك ؛ كتب الشيخ محمد ناصر الدين الألباني ، فازداد إقبالاً على السنة ، ومحبة لها ، وقراءة فيها ، ومحاولة أن يقتدي بالشيخ في طريقة دراسته الأسانيد ، وعنايته بها ، وجمعه للكتب المتعلقة بها .
فاستمرت هذه العناية إلى أن تخرّج من الثانوي ، وهي جهد فردي .
في آخر الثانوي وأول الجامعة دُلَّ على أشرطة الشيخ مقبل الوادعي - رحمه الله - في شرح (( الباعث الحثيث )) ، فحرص على سماعها ، وكانت أول دروس علمية يسمعها من خلال الأشرطة .
ثم في أول 1404 هـ أو 1405 هـ أقام الشيخ عبد الله بن عبد الرحمن بن غديان - عضو هيئة كبار العلماء - درساً في مدينة الطائف يومياً في أشهر الصيف قرابة ثلاثة أشهر من بعد الفجر إلى وقت الضحى ، وأيضاً من بعد العصر إلى العشاء ، فالتحق الشيخ حاتم بهذا الدرس السنة الأول من إقامته ، والسنة الثانية بانتظام بالغ ، وقد كان درس شامل في أبواب كثيرة من أبواب العلم في الحديث والفقه والأصول واللغة .. ، ثم السنيين الثالثة والرابعة كان يحضر بعض الدروس التي كان يشعر أنه أكثر حاجه إليها وأكثر رغبة .
وفي عام 1404 هـ التحق بجامعة أم القرى في مكة المكرمة واختار قسم الكتاب والسنة بكلية الدعوة وأصول الدين ، وتخرّج من الجامعة في عام 1408 هـ ، ثم التحق بالماجستير بتخصص علوم السنة وتخرج في شهادة الماجستير في عام 1415 هـ ، ثم التحق بالدكتوراه وتخرج في عام 1421 هـ .
وأهم فترة في خلال طلبه للعلم هي فترة من عام 1404 هـ إلى 1414 هـ ، وهي فترة تميزت بعزلة شديدة في طلب العلم ، ولم يكن يكن يخرج من البيت تماماً ، فيقضي الساعات الطوال من بعد الفجر ، ولم يكن يشغله شي عن القراءة والبحث والجمع والدراسة وما شابه ذلك ، إلا ما يحتاجه الإنسان من نومٍ وصلاة وما شابهه ذلك .
وقد ابتدأ هذه الفترة من عام 1403 هـ إلى عام 1414 هـ تقريباً أي قرابة عشر سنوات وهو في غاية العزلة ، لا يعرفه من الأصدقاء والأصحاب إلا فرد أو فردين أو ثلاثة ، وكان لا يشغل نفسة بشي آخر ، لا مع أهله ولا مع غيرهم إلا بطلب العلم .
من عام 1414 هـ تقريباً ابتدأ بالاشتغال مع بعض طلبة العلم بالدروس ، ولكن كان شحيحاً على وقته إلى حدٍّ كبير ، إلى عام 1418 هـ .
من عام 1418 هـ انْفَلَتَ الزمام لصالح طلبة العلم ، لكنه لا يزال يحاول الإمساك بهذا الزمام عسى أن يتيسر له - أيضاً - التزود من العلم في خلال ما تبقى من العمر .
وقد انتفعَ بأشرطة الشيخ الألباني خلال هذه المسيرة العلمية القليلة الجهد ، فقد سمع مئات الأشرطة للشيخ الألباني ، وغيرها من الدروس ، كذلك مرّ عليه في الجامعة عددٌ من الدكاترة والأساتذة ، وإن كان التحصيل الجامعي - كما يُقال - يعطي مفاتيح لطلبة العلم ، أما الجهد الحقيقي فهو يبقى جهدٌ ذاتي مع بعض الأشرطة التي كان يسمعها ، كما ذكرتُ .

شيوخه :
الشيخ عبد الله بن غديان .
أما من طريق الأشرطة الشيخ الألباني والشيخ مقبل الوادعي

وأما الإجازات التي أستجازها من المشايخ وهم عددٌ طيب ، ولعلهم قرابة الثلاثين شيخاً ، منهم :
الشيخ عبد الفتاح راوه .
والشيخ عبد القادر سلامة الله البخاري .
والشيخ صالح الأركاني
وفي بلاد المغرب قد التقى بعدد منهم ، وقد زار المغرب وزار عدد من مشايخها هناك ، لكن أهمهم :
الشيخ محمد بن عبد الهادي المنّوني ، الذي تُوفي عام 1420 هـ ، وله مؤلفات معروفة .
ومنهم في زامبيا بأفريقيا :
الشيخ عبد الوهاب بن محمد بن عمر دُكَلِي ، وهو عضو مؤسس في رابطة العالم الإسلامي ، وله قدره ومكانته في العلم الإسلامي من ناحية جهوده في خدمة الإسلام والمسلمين ، وقد تُوفي عليه رحمة الله تعالى .
ومن بلاد اليمن :
مفتي اليمن السابق محمد بن أحمد زبارة .
والشيخ العمراني من شيوخ الشافعية الكبار ، بل هو أكبر مشايخ الشافعية في اليمن .
وغيرهم كثير من الهند وغيرها من البلاد الإسلامية .

مؤلفاته :
أولاً : التحقيقات
1 - ((جزء وفيات جماعة من المحدثين )) لأبي إسحاق الحاجي الأصفهاني .
2 - (( جزء فيه خبر شعر وفادة النابغة الجعدي على النبي صلى الله عليه وسلم )) المنسوب لأبي اليُمْن الكندي .
3 - (( مشيخة أبي عبد الله الرازي )) الشهير بابن الحطاب .
4 - (( مشيخة أبي طاهر ابن أبي السقط )) .
5 - (( معجم مشايخ محمد بن عبد الواحد الدقاق )) .
6 - (( مجلس إملاء )) لمحمد بن عبد الواحد الدقاق .
7 - (( أحاديث الشيوخ الثقات )) لأبي بكر محمد العبد الباقي الأنصاري ، وهو رسالة دكتوراه .

ثانياً : المؤلفات :
8 - (( المنهج المقترح لفهم المصطلح )) .
9 - (( المرسل الخفي وعلاقته بالتدليس ، دراسة نظرية وتطبيقية على مرويات الحسن المصري )) وهو رسالة الماجستير .
10 - (( نصائح منهجية لطالب علم السنة النبوية )) .
11 - (( العنوان الصحيح للكتاب )) .
12 - (( ذيل لسان الميزان )) .
13 - (( خلاصة التأصيل لعلم الجرح والتعديل )) .
14 - (( إجماع المحدثين )) .
وهناك كتابان طُبعا ولم يُنشرا ، لأن الشيخ أرسلهم لِيُحَكّما في جامعة الأزهر ، وقد حُكّما ، وهم في طور النشر :
15 - (( تسمية مشايخ أبي عبد الرحمن النسائي )) ، فالإمام النسائي له مشيخات كان يُعتقد أنها مفقودة ، وقد اطلع الشيخ على نسختها وحققها ، وأرسلها للأزهر وحُكّمت - بحمد الله - وسَتُنْشَر - بإذن الله - في هذه الأيام القريبة .
16 - (( بيان الزمن الذي ينتهي عنده التصحيح عند ابن الصلاح )) .

دروسه ومنهجه فيها :
أول مشاركة للشيخ خارج الجامعة كانت في عام 1411 هـ .
ثم أول مشاركة في الدورات الصيفية عام 1414 هـ في جدة ، وكانت في شرح (( نزهة النظر )) في مكة .
ومن أهم الدروس التي أُقِيمت درس في كتاب (( الموقظة )) في جدة .
ودرس في شرح (( كتاب ابن الصلاح )) وله الآن ثلاث سنوات .
وهناك دورات علمية مختلفة داخل المملكة وخارجها .
ومنهجه فيها على ثلاث درجات :
الدرجة الأولى :
للمبتدئين ؛ ويحرص الشيخ فيها على حَلِّ ألفاظ الكتاب المشروح ، لأنهم ليسوا في مقدرة أنهم يعرفوا الراجح والمرجوح فتشوّش أذهانهم في هذا الأمر ، فالشيخ يرى أنه لا بُدَّ من السير معهم في البداية على طريق ليس فيها كثير من العقبات ، فيكتفي بشرح ألفاظ الكتاب ك- (( النزهة )) وما شابهه ذلك ، فالشيخ يعتبر أن هذه المرحلة لا بد من المرور بها قبل أن يصل الطالب إلى درجة المناقش في قضايا العلم والمسائل المختلفة فيه ، فلا بد أن يُأصل - في البداية - تأصيلاً علمياً .
الدرجة الثانية :
وهي درجة إبداء الراجح باختصار نوعاً ما ، كأن يشرح الكتاب ويفكّ رموزه مع بيان الراجح في المسائل باختصار ، وهذا يكون في الدرجة الوسطى في التدريس .
الدرجة الثالثة :
أن يتخذ من الدرس مجالاً للمناقشة ولإبداء الآراء المختلفة ولبيان أدلة الترجيح بصورة واضحة ، وهذه هي التي يسير عليها الشيخ في درس ابن الصلاح ، وفي بعض الدروس التي يلقيها بصورة خاصة لبعض طلبة العلم في المنزل أو في مكان آخر ، والشيخ يرى أن هذه الطريقة أحسن الطرق في التعامل الطلاب .
والله أعلى وأعلم .
وصلى الله على نبينا محمد وعلى آله وصحبه وسلم .
",2,75,"A633BD4A","99999","حاتم بن عارف بن ناصر الشريف العوني","معاصر"), 
 (132,"أبو بكر كافي","الدكتور أبو بكر كافي ، من بلدة ""تقرت"" بالجزائر
 أستاذ في جامعة قسنطينة بالجزائر ، حصل على درجة  الماجستير في الحديث وعلومه، من جامعة الأمير عبد القادر للعلوم الإسلامية بقسنطينة الجزائر  1418 هـ - 1998 م عن موضوعه منهج الإمام البخاري في تصحيح الأحاديث وتعليلها (من خلال الجامع الصحيح) بإشراف الدكتور حمزة عبد الله المليباري ، وطبعت الأطروحة في كتاب صدر عن  دار ابن حزم بيروت (الطبعة : الأولى، 1422 هـ / 2000 م)",1,1118,"8C1DBBAA","99999","أبو بكر كافي","معاصر"), 
 (133,"الشنقيطي، محمد الأمين","الشنقيطي، محمد الأمين (1325 - 1393هـ، 1907 - 1973م).

محمد الأمين بن محمد المختار. عالم ومحقق ومفسر. له العديد من الكتب. ولد في بلاد شنقيط (موريتانيا الآن)، طلب العلم في سن مبكرة فحفظ القرآن ودرس الفقه المالكي، ثم رحل إلى الحج، وآثر البقاء في المملكة العربية السعودية، فدرس على شيوخها وتتلمذ على كثير من علمائها، تولى التدريس في المعاهد العلمية والكليات الشرعية في الرياض والمدينة، وكان ضمن هيئة كبار العلماء وعضوًا في رابطة العالم الإسلامي. ترك عدة كتب أبرزها تفسيره المشهور أضواء البيان في إيضاح القرآن بالقرآن الذي وصل فيه إلى سورة المجادلة، وأتمه فيما بعد تلميذه الشيخ عطية سالم. ويُعد تفسير الشنقيطي متميزًا في بابه، حيث أودعه علومًا نافعة ومسائل محققَّة.
توفي الشنقيطي بمكة.

نقلا عن
الموسوعة العربية العالمية http://www.mawsoah.net",1,114,"FFA87157","1393","محمد الأمين بن محمد المختار بن عبد القادر الجكني الشنقيطي","1393"), 
 (134,"محمد بن عبد الله دراز","
محمد بن عبد الله دراز ( 1312 - 1377 هـ = 1894 - 1958 م)

الأستاذ الدكتور محمد بن عبد الله دراز العالم الأزهري، الأديب من هيئة كبار العلماء بالأزهر
- وُلد في قرية محلة دياى، بمحافظة كفر الشيخ سنة 1312هـ - 1894 م.
- نشأ في بيت علم وصلاح، فوالده الشيخ عبد اللّه دراز- شيخ علماء دمياط- هو صاحب الشرح على الموافقات للشاطبى.
- حفظ القرآن الكريم وهو في العاشرة.
- عُرِف من صغره بالفطة والذكاء والتفوق.
- انتقل إلى الإسكندرية في أوائل سنة 1905 م، والتحق بالمعهد الدينى فيها، وحاز الشهادة الثانوية فيها سنة 1912 م.
- حصل على شهادة العالمية النظامية سنة 1916 م.
- عُين مدرساً عقب تخرجه بمعهد الإسكندرية الدينى، ودرس الفرنسية في المداس الليلية، حتى كان أول الناجحين في شهادة القسم العالي منها سنة 1919 م
- اختير للتدريس بالقسم العربي بالأزهر الشريف سنة 1928 م، ثم بقسم التخصص سنة 1929 م، ثم بالكليات الأزهرية سنة 1930 م، ثم في قسم التخصص بها.
- صَنَّف كتاب (المختار) عند تدريسه مادتي التفسير والحديث بكلية أصول الدين سنة 1932 م.
- بدأ كتابة بحوث في القرآن الكريم- قدّمها بين يدي التفسير- وهى بدايات (النبأ العظيم) .
- قام بأداء فريضة الحج سنة 1355هـ - 1936 م.
- اختير مبعوثاً من الجامعة الأزهرية إلى فرنسا للالتحاق بجامعة السوربون بباريس، فأمضى خارج مصر الفترة من مارس 1937 م - إلى مارس 1948 م.
- حصل على شهادة الليسانس من السوربون سنة 1940 م.
- استغرق المؤلف ست سنوات (1941 م- 1947 م) في تحضير رسالتي الدكتوراه باللغة الفرنسية وهما (المدخل إلى القرآن) و (دستور الأخلاق في القرآن) . ونوقشت هذه الرسالة أمام لجنة من كبار المستشرقين ومنهم: ماسينيون- ليفي بروفنسال وغيرهما. ومُنِح المؤلف شهادة الدكتوراه بمرتبة الشرف العليا في 15 / 12 / 1947 م.
- إثر عودته إلى مصر في مارس 1948 م انتُدِب لتدريس علم تاريخ الأديان بجامعة القاهرة.
- حصل على عضوية جماعة كبار علماء الأزهر في مصر سنة 1949 م.
نُدِب لتدريس التفسير بكلية دار العلوم، واللغة العربية بالأزهر، وتدريس فلسفة الأخلاق في قسم التخصص بجامعة الأزهر.
- اختير عضواً في اللجنة العليا لسياسة التعليم، وفي المجلس الأعلى للإذاعة، وكذلك في اللجنة الاستشارية للثقافة بالأزهر، إلى جانب اختياره في المؤتمرات الدولية والعلمية ممثلاً لمصر والأزهر.
- عُرِف بحسن الخُلُق في الحديث والحلم والتواضع، إلا أنه كان جريئاً صُلْباً قائماً بالحق، فعندما عُرِض عليه منصب شيخ الأزهر الشريف سنة 1953 م ، رفض بسبب القيود التى تضمنها العرض، اعتزازاً بدين الله وإخلاصا لعقيدته.
- كان رحمه اللة يقرأ سُدس القرآن يومياً، مواظبا على ذلك حتى أثناء وجوده بفرنسا أثناء الحرب.
- تُوفي رحمه الله في باكستان أثتاء حضوره المؤتمر الإسلامى في يناير سنة 1958 م. ففقد العالم الِإسلامي بوفاته مثلاً للعالِم الأزهري، الغيور على دينه، المحافظ على كرامته، الداعي إلى ربه بالحكمة والموعظة الحسنة. رحمه اللّه وغفر له.

أعمال الدكتور محمد بن عبد اللّه دراز:
1- المختار.
2- مدخل إلى القرآن (بالفرنسية- مترجم إلى العربية) .
3- دستور الأخلاق في القرآن (بالفرنسية- مترجم إلى العربية) .
4- الدين.
5- النبأ العظيم.
6- دراسات إسلامية في العلاقات الاجتماعية والدولية.
7- نظرات في الاسلام.
8- أصل الِإسلام.
9- العبادات: الصلاة- الزكاة- الصوم- الحج.
10- رأي الإسلام في القتال.
11- بين المثالية والواقعية.
12- الأزهر الجامعة القديمة الحديثة.
13- مجموعة أحاديث إذاعية في الدين والأخلاق.
14- مجموعة من المحاضرات والمقالات النافعة.
",1,1119,"81BFF173","1377","محمد بن عبد الله دراز","1377"), 
 (135,"شمس الدين القرطبي","القرطبي، شمس الدين (600 - 671هـ، 1204 - 1273م).

أبو عبد الله محمد بن أحمد بن أبي بكر بن فرح الأنصاري الخزرجي. فقيه مفسر عالم باللغة وُلد في مدينة قرطبة، وقد رحل بعد سقوطها إلى الإسكندرية، ثم إلى صعيد مصر حيث استقر فيه.
كان القرطبي عالمًا كبيرًا منقطعًا إلى العلم منصرفًا عن الدنيا، فترك ثروة علمية تقدر بثلاثة عشر كتابًا مابين مطبوع ومخطوط، أبرزها تفسيره الكبير الجامع لأحكام القرآن الكريم، وهو تفسير كامل عُني فيه بالمسائل الفقهية إلى جانب العلوم الأخرى، و التذكرة بأحوال الموتى؛ أحوال الآخرة؛ التذكار في أفضل الأذكار؛ التقريب لكتاب التمهيد.
توفي القرطبي ودفن في صعيد مصر.

نقلا عن
الموسوعة العربية العالمية http://www.mawsoah.net",1,115,"F4D046ED","671","أبو عبد الله محمد بن أحمد بن أبي بكر بن فرح الأنصاري الخزرجي شمس الدين القرطبي","671"), 
 (136,"الخطيب البغدادي","الخطيب البغدادي (392 - 463 هـ = 1002 - 1072 م)

أبو بكر أحمد بن علي بن ثابت بن أحمد بن مهدي البغدادي، المعروف بالخطيب: أحد الحفاظ المؤرخين المقدمين.
مولده في (غُزية) - بصيغة التصغير - منتصف الطريق بين الكوفة ومكة، ومنشأه ووفاته ببغداد.
رحل إلى مكة وسمع بالبصرة والدينور والكوفة وغيرها، وعاد إلى بغداد فقربه رئيس الرؤساء ابن مسلمة (وزير القائم العباسي) وعرف قدره.

ثم حدثت شؤون خرج على أثرها مستترا إلى الشام فأقام مدة في دمشق وصور وطرابلس وحلب، سنة 462 هـ.
ولما مرض مرضه الأخير وقف كتبه وفرق جميع ماله في وجوه البر وعلى أهل العلم والحديث.

وكان فصيح اللهجة عارفا بالأدب، يقول الشعر، ولوعا بالمطالعة والتأليف، ذكر ياقوت أسماء 56 كتابا من مصنفاته، من أفضلها (تاريخ بغداد - ط) أربعة عشر مجلدا.
ونشر المستشرق سلمون [ G. Salomon ] مقدمة هذا التاريخ بباريس في 300 صفحة.

ومن كتبه (البخلاء - ط) و (الكفاية في علم الرواية - ط) في مصطلح الحديث، و (الفوائد المنتخبة - خ) حديث، و (الجامع، لأخلاق الراوي وآداب السامع - خ) عشر مجلدات [ثم طُبع]، و (تقييد العلم - ط) و (شرف أصحاب الحديث - خ) [ثم طُبع] و (التطفيل - ط) و (الأسماء والألقاب) و (الأمالي) و (تلخيص المتشابه في الرسم - خ) و (الرحلة في طلب الحديث - خ)[ثم طُبع] و (الأسماء المبهمة - خ) الأول منه [ثم طُبع]، و (الفقيه والمتفقه - خ)[ثم طُبع] اثنا عشر جزءا، و (السابق واللاحق، في تباعد ما بين وفاة الراويين عن شيخ واحد - خ) في 75 ورقة، اقتنيت تصويره عن شستربتي (الرقم 3508) و (موضح أوهام الجمع والتفريق - ط) مجلدان، و (اقتضاء العلم والعمل - ط) و (المتفق
والمفترق  - خ) [ثم طُبع] في مكتبة أسعد أفندي، باستنبول الرقم 2097 علق عليه الميمني بأنه 239 ورقة، عتيق نادر - كما جاء في مذكرات الميمني - خ -، وغير ذلك.
وليوسف العش (الدمشقي) كتاب (الخطيب البغدادي، مؤرخ بغداد ومحدثها - ط) أورد فيه أسماء 79 كتاب من مصنفاته .

نقلا عن : الأعلام للزركلي",1,246,"5972FEBA","463","أبو بكر أحمد بن علي بن ثابت بن أحمد بن مهدي الخطيب البغدادي","463"), 
 (137,"الفاكهي","الفاكهي (217 -  275 هـ = 832 - بعد 888 م) 

محمد بن إسحاق بن العباس الفاكهي أبو عبد الله المكي : مؤرخ ، من أهل مكة.

كان معاصرا للأزرقي، متأخرا عنه في الوفاة.
له (أخبار مكة - ط) قسم منه ، ومنه قسم في جامعة الرياض الرقم (225 ص) يراجع على القسم المطبوع منه .

من شيوخه:  سعيد بن منصور ،  والزبير بن بكار ، ويعقوب بن حميد. 
من تلاميذه: محمد بن سهل العماني ، وأبو محمد الفاكهي.

مصدر الترجمة : الأعلام للزركلي وغيره",1,229,"38EBB52C","272","أبو عبد الله محمد بن إسحاق بن العباس المكي الفاكهي","272"), 
 (138,"ناصر الدين الألباني","الألباني، محمد ناصر الدين (1332هـ- 1914م، 1420هـ - 1999م).

محمد ناصر الدين الألباني، شخصية إسلامية علمية فذة، وصاحب مدرسة متميزة في علم الحديث أغنى الحقل العلمي بها. وقد أفاد، بعلمه الغزير ومؤلفاته ودروسه عدداً كبيراً من طلاب العلم ودارسي الحديث النبوي الشريف.
ولد الشيخ محمد ناصر الدين الألباني السوري الجنسية، رحمه الله، في أشقودرة بألبانيا. وتلقى تعليمه في دمشق على يد عدد من الشيوخ وكبار رجال العلم. حبب الله، سبحانه وتعالى، إليه علم الحديث النبوي الشريف، فعكف على دراسته طوال سني عمره، وتفوق فيه على جميع معاصريه. بدأ التأليف منذ مطلع شبابه حتى بلغ عدد مؤلفاته أكثر من مائة كتاب، وطبع نحو سبعين منها. ومن أبرز كتبه: إرواء الغليل في تخريج أحاديث منار السبيل؛ سلسلة الأحاديث الصحيحة؛ سلسلة الأحاديث الضعيفة؛ تحقيق كتاب مشكاة المصباح للتبريزي؛ صحيح الجامع الصغير وزياداته؛ صحيح الجامع الضعيف وزياداته، وغيرها من مؤلفات ومراجع لا غنى عنها لدارسي الحديث.
حاز الألباني جائزة الملك فيصل العالمية للدراسات الإسلامية عام 1419هـ، 1999م.

نقلا عن
الموسوعة العربية العالمية http://www.mawsoah.net",1,414,"8A3D7373","1420","محمد ناصر الدين الألباني","1420"), 
 (139,"مكي بن أبي طالب","مكى بن أبى طالب (355 - 437 هـ = 966 - 1045 م)

اسمه ونسبه:
هو أبو محمد مكي بن أبي طالب حَمّوش [وحمّوش هي تصغير محمد عند المغاربة] بن محمد بن مختار القيسي [نسبة إلى قيس عيلان من وائل كانت تقيم في اليمن، وانتشروا في بلاد إفريقيا] القيرواني [لمكان مولده] القرطبي [عاش شطر عمره فيها] المالكي (3) 

إمام علامة محقق عارف أستاذ القراء والمجودين. ولد سنة 355  هـ بالقيروان. وحج فسمع بمكة من أحمد بن فراس وأبي القاسم عبد الله السقطي وبالقيروان من أبي محمد بن أبي زيد، وأبي الحسن القادمي وقرأ القراءات بمصر على أبي الطيب عبد المنعم بن غلبون وابنه طاهر وقراءة ورش على أبي عدي عبد العزيز وسمع من أبي بكر محمد بن علي الأدفوي. وقرأ عليه جماعة منهم : موسى بن سليمان اللخمي وأبو بكر محمد بن المفرج ومحمد بن أحمد بن مطرف الكناني.
قال صاحبه أحمد بن مهدي المقري : «كان من أهل التبحر في علوم القرآن والعربية حسن الفهم والخلق جيد الدين والعقل كثير التأليف في علوم القرآن محسناً مجوداً عالماً بمعاني القرآن. أخبرني أنه سافر إلى مصر وهو ابن ثلاث عشرة سنة وتردد على المؤدبين وأكمل القرآن ورجع إلى القيروان. ثم رحل فقرأ القراءات على ابن غلبون سنة ست وسبعين. وقرأ بالقيروان أيضاً بعد ذلك ثم رحل سنة اثنتين وثمانين وثلثمائة ثم حج سنة سبع وثمانين وجاور ثلاثة أعوام ودخل الأندلس سنة ثلاث وتسعين وجلس للإقراء بجامع قرطبة وعظم اسمه وجل قدره» .
وقال ابن بشكوال : «قلده أبو الحزم جهور خطابة قرطبة بعد وفاة يونس بن عبد الله القاضي وكان قبل ذلك ينوب عنه وله ثمانون تأليفاً وكان خيراً متديناً مشهوراً بالصلاح وإجابة الدعوة. دعا على رجل كان يسخر به وقت الخطبة فأقعد ذلك الرجل».
قال الحافظ ابن الجزري : «ومن تأليفه التبصرة والكشف عليها وتفسيره الجليل ومشكل إعراب القرآن والرعاية في التجويد والموجز في القراءات وتواليفه تنيف عن ثمانين تأليفاً».
مات في ثاني المحرم سنة سبع وثلاثين وأربعمائة. وقال رحمه الله : «ألفت كتابي الموجز في القراءات بقرطبة سنة أربع وتسعين وثلثمائة وألفت كتاب التبصرة بالقيروان سنة اثنتين وتسعين وثلثمائة وألفت مشكل الغريب بمكة المشرفة سنة تسع وثمانين وثلثمائة وألفت مشكل الإعراب في الشام ببيت المقدس سنة إحدى وتسعين وثلثمائة وألفت باقي تواليفي بقرطبة سنة خمس وتسعين وثلثمائة» .
انتهى مختصراً من غاية النهاية

[نقلا عن هداية القاري إلى تجويد كلام الباري ، للمرصفي ، بزيادة يسيرة]",2,1121,"0196AAC3","437","أبو محمد مكي بن أبي طالب حَمّوش بن محمد بن مختار القيسي القيرواني ثم الأندلسي القرطبي المالكي","437"), 
 (140,"النسائي","النَّسائي، أبو عبد الرحمن (215-303 هـ، 830 - 915م).

أبو عبد الرحمن أحمد بن شعيب بن علي الخراساني، النسائي الكبير، القاضي الإمام شيخ الإسلام، أحد الأئمة المبرزين والحفاظ المتقنين، والأعلام المشهورين. طاف البلاد وسمع من ناس في خراسان والعراق والحجاز ومصر والشام والجزيرة وغيرها. رحل إلى قتيبة وله 15 سنة. قال الحاكم: كان النسائي أفقه مشايخ مصر في عصره وأعرفهم بالصحيح والسقيم من الآثار وأعرفهم بالرجال. له من الكتب: السنن الكبرى في الحديث؛ المجتبى وهو السنن الصغرى، خصائص عليّ؛ مسند عليّ؛ ضعفاء والمتروكون بمسند مالك.

نقلا عن
الموسوعة العربية العالمية http://www.mawsoah.net",1,49,"CA0AC798","303","أبو عبد الرحمن أحمد بن شعيب بن علي الخراساني، النسائي","303"), 
 (141,"حماد بن إسحاق","حماد بن إسحاق (000 - 267 هـ = 000 - 880 م) 

حماد بن إسحاق بن إسماعيل بن حماد بن زيد الجهضمي الازدي: فقيه عراقي، ممن انتشر على أيديهم مذهب مالك.

كانت له مكانة عند بني العباس، في بغداد وسامراء، كأخيه إسماعيل ثم امتحن على يد المهتدي العباسي (محمد بن هارون) سنة 255 وضرب بالسياط، وطيف به على بغل في سامراء، لشي بلغه عنه.
له تصانيف، منها (تركة النبي - خ) (1) في الظاهرية غير كامل، و (الرد على الشافعي) و (المهادنة)

نقلا عن : الأعلام للزركلي
__________
(1) ثم طبع بتحقيق د أكرم العمري",1,366,"E7ED882D","267","أبو إسماعيل حماد بن إسحاق بن إسماعيل بن حماد بن زيد بن درهم الجهضمي الأزدي البغدادي المالكي","267"), 
 (142,"ابن رشد الجد","ابن رشد (450 - 520 هـ = 1058 - 1126 م)
محمد بن أحمد بن رشد، أبو الوليد: قاضي الجماعة بقرطبة. من أعيان المالكية. وهو جد ابن رشد الفيلسوف (محمد بن أحمد) 

ولد في قرطبة ، وبها نشأ وتعلم على يد أعلام علماء الأندلس :
- كفقيه قرطبة أبي جعفر بن رزق (ت 477)
- والفقيه الحافظ أبي عبد الله محمد بن خيرة الأموي المعروف بابن أبي العافية (ت 487)
- والمحدث المسند أبي العباس أحمد بن عمر بن أنس العذري الدلائي (ت 478)
- وإمام اللغة في الأندلس أبي مروان عبد الملك بن سراج
- وزعيم المفتين بقرطبة أبي عبد الله محمد بن فرج المعروف بابن الطلاع (ت478) 
- ورئيس المحدثين بها أبي على حسين بن محمد الغساني الجياني (ت 478) . وغيرهم من كبار الشيوخ. 

وأخذ عنه عدد لا يحصى من طلبة الأندلس والمغرب، من أشهرهم :
- قاضي الجماعة بقرطبة محمد بن أصبغ الأزدي (ت536) 
- وجامع نوازل ابن رشد الفقيه أبو الحسن محمد بن عبد الرحمن المعروف بابن الوزان (ت543) 
- والقاضي عياض بن موسى السبتي (ت544)
- والمحدث الفقيه أبو مروان عبد الملك ابن مسرة اليحصبي (ت552)
- والمحدث محمد بن يوسف ابن سعادة مؤلف كتاب شجرة الوهم (ت566)
- والحافظ المفسر أبو الحسن علي بن عبد الله الأنصاري المعروف بابن النعمة (ت567)
- والمؤرخ خلف بن عبد الملك ابن بشكوال صاحب الصلة (ت578).

كان محمد ابن رشد ـ بإجماع من ترجموا له ـ ناسكاً عفيفاً، كريم الخلق سهل الحجاب، كما كان أستاذاً بطبعه، يحب التدريس ويحسن طرق التبليغ، تسعفه مادة غزيرة، وتفكير منظم، وعبارة منطلقة، وحرص على نفع الطلبة. ولم ينل ابن رشد تقدير الأوساط العلمية ببلده وكفى، بل أجله الناس في العدوتين، حتى أمير المسلمين ملك المرابطين في مراكش، واعتقده أهل قرطبة بصفة خاصة وأحبوه لأنه كان إمامهم وخطيبهم في الجامع الأعظم الذي كان يسع أهل المدينة جميعاً، ورأوا فيه العالم بالشريعة المتحلي بها، إياه يستفتون في مسائل دينهم ودنياهم، وإليه يفزعون فيما يلم بهم من ريب الدهر ونوائبه.

مؤلفاته :
- البيان والتحصيل (ط)
- المقدمات الممهدات (ط)
- نوازل ابن رشد، في مجلد ضخم، جمعها تلميذه أبو الحسن ابن الوزان ( وتسمى أيضاً الفتاوى، والأجوبة) .
- اختصار المبسوطة ليحيى بن إسحاق بن يحيى بن يحيى الليثي (ت303) .
- تهذيب مشكل الآثار، لأحمد الطحاوي الحنفي (ت231) .
- النوادر .
- المسائل الخلافية .
- حجب المواريث .
- اختصار الحجب على مذهب مالك بن أنس مما روي عن زيد بن ثابت .
- فهرسة .
 * وقد نسب بعضهم - خطأ - إلى محمد ابن رشد الجد كتاب بداية المجتهد، وهو مطبوع معروف النسبة لابن رشد الحفيد.

[هذه الترجمة مختصرة من مقدمة كتاب «البيان والتحصيل»]",2,1105,"B4356A7F","450","أبو الوليد محمد بن أحمد بن رشد القرطبي","450"), 
 (143,"أبو شامة المقدسي","أبو شامة (599 - 665 هـ = 1202 - 1267 م) 

عبد الرحمن بن إسماعيل بن إبراهيم المقدسي الدمشقي، أبو القاسم، شهاب الدين، أبو شامة: مؤرخ، محدث، باحث.
أصله من القدس، ومولده في دمشق، وبها منشأه ووفاته.
ولي بها مشيخة دار الحديث الأشرفية، ودخل عليه اثنان في صورة مستفتيين فضرباه، فمرض ومات.
له (كتاب الروضتين في أخبار الدولتين: الصلاحية والنورية - ط) و (ذيل الروضتين - ط) سماه ناشره (تراجم رجال القرنين السادس والسابع)
و (مختصر تاريخ ابن عساكر) خمس مجلدات، و (المرشد الوجيز إلى علوم تتعلق بالكتاب العزيز - خ [ثم طُبع]) في المكتبة البديرية بالقدس، وكتابان في (تاريخ دمشق) أحدهما كبير في خمسة عشر جزءا والثاني في خمسة أجزاء.
وله (إبراز المعاني - ط) في شرح الشاطبية، و (الباعث على إنكار البدع والحوادث - ط) و (كشف حال بني عبيد) الفاطميين و (الوصول في الأصول) و (مفردات القراء) و (نزهة المقلتين في أخبار الدولتين: دولة علاء الدين السلجوقي، ودولة ابنه جلال الدين خوارزمشاه - خ) بلغ فيه إلى حوادث سنة 659 منه نسخة في خزانة محمد الطاهر بن عاشور، كتبت سنة 734 هـ، كما في مذكرات حسن حسني عبد الوهاب الصمادحي التونسي.
وغير ذلك.
ووقف كتبه ومصنفاته جميعها في الخزانة العادلية بدمشق، فأصابها حريق التهم أكثرها.
ولُقب أبا شامة، لشامة كبيرة كانت فوق حاجبه الأيسر .

نقلا عن : الأعلام للزركلي",1,754,"F17C0C5E","665","أبو القاسم شهاب الدين عبد الرحمن بن إسماعيل بن إبراهيم المقدسي الدمشقي المعروف بأبي شامة","665"), 
 (144,"مجموعة من المؤلفين","بعض الكتب والموسوعات التي تُعد من قِبَل هيئات ولجان مخصصة أو مجلات ، ونحو ذلك",1,208,"73F4C5B7","99999","مجموعة من المؤلفين",NULL), 
 (145,"الفراء، أبو يعلى","أبو يعلى الفراء (80 - 458 هـ = 990 - 1066 م)
محمد بن الحسين بن محمد بن خلف ابن الفراء، أبو يعلى: عالم عصره في الأصول والفروع وأنواع الفنون. من أهل بغداد.ارتفعت مكانته عند القادر والقائم العباسيين. وولاه القائم قضاء دار الخلافة والحريم، وحران وحلوان، وكان قد امتنع، واشترط أن لا يحضر أيام المواكب، ولا يخرج في الاستقبالات ولا يقصد دار السلطان، فقبل القائم شرطه. له تصانيف كثيرة، منها (الإيمان - خ) و (الأحكام السلطانية - ط) و (الكفاية في أصول الفقه - خ) المجلد الرابع منه، في دار الكتب المصرية، و (أحكام القرآن) و (عيون المسائل) و (أربع مقدمات في أصول الديانات) و (تبرئة معاوية) و (العدة - خ) [ثم طُبع]  في أصول الفقه، و (مقدمة في الأدب) و (كتاب الطب) و (كتاب اللباس) و (المجرد) فقه، على مذهب الإمام أحمد، وردود على (الأشعرية) و (الكرامية) و (السالمية) و (المجسمة) و (ابن اللبان) وغير ذلك.
وكان شيخ الحنابلة .

نقلا عن: الأعلام للزركلي",2,1106,"4C8A9F42","458","القاضي أبو يعلى ، محمد بن الحسين بن محمد بن خلف ابن الفراء","458"), 
 (146,"ابن القلانسي","ابن القلانسي (464 (*) - 555 هـ = 1072 - 1160 م) 

حمزة بن أسد بن علي بن محمد، أبو يعلى التميمي، المعروف بابن القلانسي العميد : مؤرخ ثقة، من أهل دمشق.
تولى رئاسة ديوانها مرتين [تسلم ديوان الحساب (الخراج) لفترة من الزمن، جامعا بينه وبين ديوان الإنشاء (الرسائل)]
وكان أديبا، له إنشاء جيد وشعر حسن  وخط حسن،وله عناية بالحديث.

له (تاريخ دمشق - مطبوع) قال  ابن عساكر: «صنف تاريخاً للحوادث بعد سنة أربعين وأربعمائة إلى حين وفاته»
يقول محقق «تاريخ دمشق»:
«ما جاء في كتب التراجم وفي ثنايا تاريخ ابن القلانسي عبارة عن مواد مقتضبة، فهي وأن تحدثت عن ثقافته العالية واهتمامه بالحديث فإنها لم تذكر اسم واحد من أساتذته ولا من تأثر بهم ثقافياً، ولا عن سلوكه ونشاطاته وصفاته الخلقية والخُلقية، وغير ذلك من الأمور . . .
ومهما يكن الحال فإن كتابه في التاريخ وعمله في ديوان «الإنشاء» بمثابة رئيس له تدل على علو ثقافته وتمكنه من ناصية اللغة، ومن المفيد هنا أن نشير إلى أنه وإن شابه أهل عصر في اهتمامه بالصنعة والمترادفات، إلا أنه لم يسرف في ذلك كما أسرف العماد الأصفهاني وسواه ولا شك أن رئاسته للديوان جعلته وسط أخبار الوقائع والأحداث مع شيء من المشاركة، ومكنته من الاطلاع على الوثائق الرسمية على مختلف أنواعها . . . »
توفي في دمشق ، وقال الذهبي أنه جاوز الثمانين عند وفاته وكان دون التسعين .
__________
(*) كذا في الأعلام للزركلي ، وجاء على غلاف (تاريخ دمشق تحقيق د سهيل زكار أن مولده 470 هـ = 1077 م) وأشار المحقق في المقدمة إلى أنه لا يتعين تاريخ ميلاده تحديدا ، ونقل قول الذهبي المذكور أعلاه

[مصدر الترجمة : الأعلام للزركلي ، ومقدمة تحقيق د سهيل زكار لـ«ذيل تاريخ دمشق»]",2,749,"A96B65C7","555","حمزة بن أسد بن علي بن محمد، أبو يعلى التميمي، المعروف بابن القلانسي","555"), 
 (147,"ابن كثير","ابن كثير القرشي (700 - 774هـ).

عماد الدين أبو الفداء إسماعيل بن عمر البصري ثم الدمشقي صاحب التفسير المشهور والمعروف بتفسير ابن كثير. ولد بالبصرة، ثم رحل إلى دمشق مع أخيه سنة 706هـ بعد وفاة أبيه. سمع من علماء دمشق وأخذ عنهم مثل الآمدي وابن تيمية الذي كانت تربطه به علاقة خاصة تعرض ابن كثير للأذى بسببها.
كان ابن كثير من بيت علم وأدب، وتتلمذ على كبار علماء عصره، فنشأ عالمًا محققًا ثقة متقنًا، وكان غزير العلم واسع الاطلاع إمامًا في التفسير والحديث والتاريخ، ترك مؤلفات كثيرة قيمة أبرزها البداية والنهاية في التاريخ وكتاب تفسير القرآن العظيم، وهو من أفضل كتب التفسير لما امتاز به من عناية بالمأثور وتجنب للأقوال الباطلة والروايات المنكرة.
توفي ابن كثير بعد أن كُفَّ بصره، ودفن في دمشق.
نقلا عن
الموسوعة العربية العالمية http://www.mawsoah.net",1,3,"8B4C5F52","774","أبو الفداء إسماعيل بن عمر بن كثير القرشي البصري ثم الدمشقي","774"), 
 (148,"ابن حجر العسقلاني","ابن حَجَر العَسْقلاني (773هـ - 852هـ، 1372م - 1448م).

شهاب الدين أبو الفضل، أحمد بن علي بن محمد بن محمد بن علي، الكناني، العسقلاني، الشافعي. صاحب أشهر شرح لصحيح الإمام البخاري أصله من عسقلان بفلسطين، ومولده ووفاته بالقاهرة.

عالم محدِّث فقيه أديب ولع بالأدب والشعر فبلغ فيه الغاية، ثم أقبل على الحديث فسمع الكثير، ورحل ولازم شيخه الحافظ أبا الفضل العراقي. رحل إلى اليمن، والحجاز، وغيرهما لسماع الشيوخ، وصارت له شهرة كبيرة. قصده الناس للأخذ عنه، وأصبح حافظ الإسلام في عصره. ولما حضرت العراقي الوفاة قيل له من تخلف بعدك؟ قال: ابن حجر، ثم ابني أبا زرعة، ثم الهيثمي. كان فصيح اللسان، راوية للشعر، عارفاً بأيام المتقدمين وأخبار المتأخرين، ولي قضاء مصر مرات ثم اعتزل.

أما تصانيفه فكثيرة جداً منها: فتح الباري في شرح صحيح البخاري؛ الإصابة في تمييز أسماء الصحابة؛ تهذيب التهذيب؛ تقريب التهذيب في أسماء رجال الحديث؛ لسان الميزان؛ أسباب النزول؛ تعجيل المنفعة برجال الأئمة الأربعة؛ بلوغ المرام من أدلة الأحكام؛ تبصير المنتبه في تحرير المشتبه؛ إتحاف المهرة بأطراف العشرة؛ طبقات المدلسين؛ القول المسدّد في الذَّب عن مسند الإمام أحمد وغيرها كثير.

نقلا عن
الموسوعة العربية العالمية http://www.mawsoah.net",1,202,"3A719ADB","852","أبو الفضل أحمد بن علي بن محمد بن أحمد بن حجر العسقلاني","852"), 
 (149,"القاسمي","جمال الدين القاسمي (1283 - 1332 هـ = 1866 - 1914 م) 

جمال الدين (أو محمد جمال الدين) بن محمد سعيد بن قاسم الحلاق، من سلالة الحسين السبط: إمام الشام في عصره، علما بالدين، وتضلعا من فنون الادب.

مولده ووفاته في دمشق.
كان سلفي العقيدة لا يقول بالتقليد.
انتدبته الحكومة للرحلة وإلقاء الدروس العامة في القرى والبلاد السورية، فأقام في عمله هذا أربع سنوات (1308 - 1312 هـ ) ثم رحل إلى مصر، وزار المدينة.

ولما عاد اتهمه حسدته بتأسيس مذهب جديد في الدين، سموه (المذهب الجمالي) فقبضت عليه الحكومة (سنة 1313 هـ) وسألته، فرد التهمة فأخلي سبيله، واعتذر إليه والي دمشق، فانقطع في منزله للتصنيف وإلقاء الدروس الخاصة والعامة، في التفسير وعلوم الشريعة الإسلامية والأدب.
ونشر بحوثا كثيرة في المجلات والصحف.

اطلعت له على اثنين وسبعين مصنفا، منها (دلائل التوحيد - ط) و (ديوان خطب - ط) و (الفتوى في الاسلام - ط) و (إرشاد الخلق إلى العمل بخبر البرق - ط) و (شرح لقطة العجلان - ط) و (نقد النصائح الكافية - ط) و (مذاهب الأعراب وفلاسفة الإسلام في الجن - ط) و (موعظة المؤمنين - ط) اختصر به إحياء علوم الدين للغزالي، و (شرف الأسباط - ط) و (تنبيه الطالب إلى معرفة الفرض والواجب - ط) و (جوامع الآداب في أخلاق الإنجاب - ط) و (إصلاح المساجد من البدع والعوائد - ط) و (تعطير المشام في مآثر دمشق الشام - خ) أربع مجلدات، و (قواعد التحديث من فنون مصطلح الحديث - ط) و (محاسن التأويل - ط) في 17 مجلدا في تفسير القرآن الكريم.
ولابنه الأستاذ ظافر القاسمي، كتاب (جمال الدين القاسمي وعصره - ط)

نقلا عن : الأعلام للزركلي",3,478,"831506B1","1332","محمد جمال الدين بن محمد سعيد بن قاسم الحلاق القاسمي","1332"), 
 (150,"محمد عمرو بن عبد اللطيف","محمد عمرو بن عبد اللطيف ( 1374 هـ - 1429 هـ = 1955 م - 2008 هـ)

هو الشيخ العلامة المحدث، البحاثة النقاد، ذو العقل الوقاد، صاحب التحريرات النافعة، والتحقيقات الناصعة، الصالح الورع، عالم مصر ودرّة محدثيها، وحافظ الكنانة ونابغها، فريد الورع والصلاح والديانة، نحسبه كذلك والله حسيبه ولا نزكيه على الله.

1- اسمه ونسبه
محمد عمرو بن عبد اللطيف بن محمد بن عبد القادر بن رضوان بن سليمان بن مفتاح بن شاهين الشنقيطي. فـ (محمد عمرو) اسمٌ مركب، وترجع أصول الشيخ إلى شنقيط، فقد جاء بعض أجداده إلى مصر قديمًا فرارًا من التجنيد واستقر بها.

2- مولده ونشأته
ولد الشيخ - رحمه الله وطيّب ثراه - في حي مصر الجديدة من محافظة القاهرة، عاصمة مصر، في الحادي عشر من شهر رمضان المبارك عام 1374 هـ الموافق 5/2/1955م
واستقر الشيخ منذ صغره مع عائلته المكونة من ستة أفراد - هو أصغرها - في منطقة المعادي، وفي بعض مدارسها تلقى الشيخ تعليمه الابتدائي والإعدادي ثم الثانوي، ثم التحق بمعهد (السكرتارية) بمنطقة (مَنْيَل الرَّوضَة).
وحين وصل إلى السنة الثالثة من الدراسة في (معهد السكرتارية) تقرر تحويل المعهد إلى (كلية التجارة وإدارة الأعمال) التابعة لجامعة حلوان، كما تم نقل موضعه أيضًا من الموضع السابق إلى منطقة (الزمالك)، في الموضع الحالي.

3- اتجاهه إلى طلب العلم وأهم شيوخه
لفت بعض أصحاب الشيخ نظره إلى قراءة بعض كتب العقيدة السلفية، يوم كان عمر الشيخ نحو (17 - 18) عامًا، ويبدو أن الشيخَ تأثر بهذه الكتب أشد ما يكون التأثر، فبدأ يسلك الطريق، ويترسم الخُطا. ولعل من نعم الله - عز وجل - على عبده (محمد عمرو) رحمه الله، أنه اتجه للحديث، وأقبل عليه، وأحبه، وهو في سن مبكرة؛لم يكن الشيخ حينها قد بلغ العشرين من عمره.
ويخبر الشيخ - رحمه الله تعالى - عن هذه النقلة المهمة فيقول:«كان عندنا كتاب «الترغيب والترهيب» للمنذري - رحمه الله - ضبط وشرح الشيخ: محمد خليل هراس - رحمه الله - فقرأت تعليق الشيخ عند حديث دعاء حفظ القرآن الذي رواه الترمذي والحاكم فقال فيه عند قول الترمذي (حسن غريب): (وأي حسن فيه يا علامة ترمذ ؟ وهل نصدقك بعد هذا فيما تحسن أو تصحح من حديث ؟).
وقال معلقا على قول الحاكم: «صحيح على شرطهما» (ثم تأمل تبجح الحاكم وقوله صحيح على شرطهما، لا والله ما هو على شرطهما، ولو رواه أحدهما لسقط كتابه في الميزان كما سقط مستدركك أيها الحاكم».
يقول الشيخ محمد عمرو: «وكان يسمي المستدرك: المستترك، أي: الذي يستحق الترك.فكان له تأثير كبير عليَّ في حب هذا العلم، كما أن المنذري في آخر كتابه سرد أسماء الرواة المختلف فيهم الذين مر ذكرهم أثناء الكتاب فهذا أيضا مما أثر في وحبب إليّ علم الرجال، وكان بجوار المعهد (المكتبة السلفية بالمنيل) فاشتريت منها الأدب المفرد، وموارد الظمآن، وبعض الكتب في العقيدة مثل: صيانة الإنسان عن وسوسة الشيخ دحلان، للسهسواني والأخير يتميز بجو حديثي، فهذه من أوائل الكتب التي تأثرت بما فيها».
كان هذا هو بعض ما حبب الشيخ في علم الحديث، لكن تبقى معالم هامة في حياة الشيخ (محمد عمرو) الحديثية، لا يسعنا أن نغفل الإشارة إليها ونحن نسوق بعض العلامات التي أثرت في الشيخ«حديثيًّا».

الشيخ الإمام: محمد ناصر الدين الألباني
قال الشيخ محمد عمرو - رحمه الله -: «كنت متجها إلى مسجد أنصار السنة بعابدين، حين رأيت رجلًا أبيض مشربًا بحمرة، له لحية بيضاء، الناس مجتمعون حوله، وهو يتكلم عن حديث السبعين ألفًا، فقال: (وفي رواية: (الذين لا يرقون ولا يسترقون) وزيادة لا يرقون شاذة والشذوذ من سعيد بن منصور - رحمه الله -...».
يقول الشيخ أيضًا: «وبعدها بمدة عرفت أن هذا الكلام لشيخ الاسلام، أنه حكم على زيادة يرقون بالشذوذ.وكانت هذه هي المرة الأولى والأخيرة التي أرى فيها الشيخ، والطريف أنني رأيته ثم بعد ذلك عرفت أن هذا هو الشيخ الألباني..كان عمري حينها 20 أو 21».
لقاء واحد ؟! نعم هو كذلك، وكان عمر الشيخ محمد يومها عشرين عامًا أو واحدًا وعشرين.. لكن العلاقة بين الشيخين لم تكن هكذا وفقط..
فإنه ليس بمقدور أحد أن ينكر استفادة أهل العلم وطلبته، وبخاصة أهل الحديث، من كتب وتحقيقات الشيخ الألباني - رحمه الله -.
والشيخ محمد عمرو - رحمه الله - قد أكثر من مطالعة كتب الشيخ - رحمه الله - ودراستها، وكان رحمه الله يجل الشيخ الألباني ويوقره، ويسمّيه أحيانًا «الشيخ الكبير».
ولكن قد يخالف الشيخُ محمد عمرو الشيخَ الألبانيّ - رحمهما الله - في أشياء، وأهل السنة بعضهم لبعضٍ كاليدين، تغسل إحداهما الأخرى، وليس ثَمَّ عالم إلا وهو مستدرك عليه، والشيخ الألباني نفسه هو الذي علّمنا أنه (كم ترك الأول للآخر).

الشيخ محمد نجيب المطيعي (صاحب تكملة المجموع)
يقول الشيخ محمد عمرو: «بالطبع تأثرت بالشيخ المطيعي - رحمه الله - ودروسه في مسجد الفتح بالمعادي، وكانت بيننا بعض مساجلات أذكر منها أنه مرة قال: (لا دليل أن الله - سبحانه وتعالى - يوصف بالقديم)[هذا هو الصواب بلا ريب وهو معتقد الشيخ محمد عمرو - رحمه الله -] فانصرف ذهني إلى حديث أبي داود. لكن شيخ أبي داود في هذا الحديث كان يرمى بالقدر، ووجدت له مصيبة أخرى في العقيدة، واسمه إسماعيل بن بشر بن منصور، ومع أنه صدوق إلا أن له حديثا آخر متعلقًا بالعقيدة؛ ففي صدري من هذا الرجل.
المقصود أنني ذكرت للشيخ حديثه في سنن أبي داود وهو حديث: (كان إذا دخل المسجد قال: أعوذ بالله العظيم، وبوجهه الكريم وسلطانه القديم من الشيطان الرجيم...) الحديث.
فقال الشيخ كلامًا في محاولة تأويل هذا.
ثم في يوم الجمعة التي تليها، قال الشيخ: (يا شيخ عمرو، هذه سنن أبي داود، هات الحديث الذي نَخَعتَه)
وكان معه سنن أبي داود، وجلس على المنبر وأنا أمامه، ففتحت الكتاب واستخرجت له الحديث فقال الشيخ: (ظننتك تقول دعاء دخول المنزل وليس دعاء دخول المسجد) وكان الشيخ يثق في، مع أنني لم أخالطه كثيرا، ولم ألزمه كما يدعي البعض.
وكان يقول في أثناء بعض دروسه: (لا أثق إلا في محمد عمرو ومحمد الصَّوَّاف) في جملة الطلبة الذين يحضرون له هذه المجالس.
ثم بعد مدة أعطاني الإجازة دون أن أطلبها منه، فقال: (اذهب إلى الجزء الثالث عشر من المجموع، وخذ الإجازتين، إحداهما إلى النووي، والأخرى إلى البخاري [إسناد المعَمَّرين]).

وبعد هذا الاستطراد نقول: تخرج الشيخ (محمد عمرو) من كلية (التجارة وإدارة الأعمال)، ثم عين موظفًا بمديرية القوى العاملة في مجمع التحرير براتب شهري (38) جنيهًا لكن الشيخ لم يستمر في الوظيفة الحكومية سوى لشهرين فقط! بل تورع الشيخ - رحمه الله - عن أخذ مرتب الشهر الثاني، لما في العمل من اختلاط بين الرجال والنساء، وما فيه من متبرجات. ثم تركها واستمر في القراءة والطلب..
ومنذ كان عمر الشيخ 22 عامًا إلى أن أصبح عمره 32 عامًا وعلى مدار هذه السنوات العشر، مر الشيخ بأحداث كثيرة يمكننا أن نوجزها في الآتي:
* اعتقل الشيخ في الفترة من 14 / 12 / 1981 م إلى 1/1/1983 م في أحداث أوائل الثمانينات الشهيرة.
* كان لابد للشيخ أن يعمل، فهو أحيانًا يقف أمام عربة «فِشار» ليبيع الفِشار في شارع بجوار بيته. يقول الشيخ محمد عمرو:«وعملت مرةً في تخريج الأحاديث بالساعة»، ويذكر الشيخُ أن بعض الإخوة دفع إليه بكتاب «عمل اليوم والليلة» لابن السنيّ ليقوم بتخريجه، لكن العمل لم ينجز لسبب أو آخر.
* وأولى ما يشار إليه من أحداث خلال هذه الحقبة من حياة الشيخ، أنه أصدر فيها عدة مؤلفات حين كان عمره ما بين (28 - 32) عامًا. وهي كل الكتب التي لا يرضى الشيخ عن منهجه فيها، وليس في هذه الحقبة كتاب واحد إلا وتراجع الشيخ عن بعض ما فيه، وسيأتي تفصيل ذلك في الكلام على مؤلفات الشيخ إن شاء الله.

4- بعض تلامذة الشيخ 
الشيخ: أبو معاذ طارق بن عوض الله بن محمد، صاحب التصانيف التي راجت وفاح عطرها. 
الشيخ: أبو تراب عادل بن محمد بن أحمد، مدير دار التأصيل بمصر، سابقًا.
وهذان من أنجب من استفاد من الشيخ، بل إن الشيخ كان يكثر الثناء عليهما، وكان ربما يستشيرهما في بعض النواحي العلمية، وكثيرًا ما أحال على دروسهما العلمية.
وأما غير هذين ممن استفاد من الشيخ فكثير، منهم: 
الشيخ: خليل بن محمد العربي (صاحب الفرائد على مجمع الزوائد، وله اعتناء بكتب الإمام الذهبي، فله كتاب من جزءين جمع فيه أقوال الذهبي في الجرح والتعديل). 
الشيخ: إبراهيم القاضي (ممن قام بتحقيق فتح الباري لابن رجب، ط. الحرمين). 
الشيخ: السيد محمود إسماعيل (قام بتحقيق الاتحاف للبوصيري). 
الشيخ: أبو ذر صبري عبد الخالق الشافعي (قام بتحقيق مختصر زوائد مسند البزار على الكتب الستة ومسند أحمد لابن حجر ط. مؤسسة الكتب الثقافية). 

5- سرد مؤلفات الشيخ المطبوعة والمخطوطة
أما المطبوع منها فهو قسمان:
الأول: قديم ألفه الشيخ في المعادي، وكان الشيخ - رحمه الله - لا يرضى عنه، بل ينقده بنفسه، وهو أقل انتشارًا إلى حد ما من الثاني، وهذا كان على الطريقة الأولى في التفكير، التي يسميها الشيخ «مرحلة التقليد» لذا لا يرضى الشيخ عنه الآن، فهي مؤلفات على منهج المتأخرين الذين يوصفون بالتساهل، والاغترار بظواهر الأسانيد، وإغفال التفتيش الدقيق عن العلل. لذلك غالبًا لا يرضى الشيخ عن حكمه النهائي على الأحاديث في هذه المؤلفات، لكنها كتب حوت علمًا كثيرًا، وفوائد جمّة.
الثاني: متأخر نسبيًا، ألفه الشيخ في مدينة نصر، وهو مرضيٌّ عنه (في الجملة) ويتميز بالتأني، والتعمق في البحث والتحليل، وترسم خطا الأئمة النقاد في التصحيح والتضعيف والتحسين والإعلال، ويسمي الشيخ هذه المرحلة «مرحلة الاتباع». والشيخ لا يختلجه الآن شك في خطأ منهجه القديم وبعده عن الصواب.

ويمكن حصر المصنفات التي لا يرضى الشيخ عن حكمه النهائي على الأحاديث فيها (مؤلفات المعادي) في الآتي: 
أخذ الجنة بحسن حديث الرتع في رياض الجنة، ومعه الأذكار الصحاح والحسان في الصباح والمساء وبعد الصلاة. 
القسطاس في تصحيح حديث الأكياس. 
آداب حملة القرآن للآجري، الذي طبع زورًا باسم: أخلاق أهل القرآن. 
البدائل المستحسنة لضعيف ما اشتهر على الألسنة، الجزء الأول. 

كما يمكن أن نحصر المصنفات التي يرضى الشيخ عنها فيما يأتي: 
«حديث (ما من عبد مؤمن إلا وله ذنب يعتاده الفينة بعد الفينة...) في الميزان»، وهو آخر ما طبع للشيخ رحمه الله. 
«حديث (قلب القرآن يس) في الميزان». وقد طبع هذا الجزء مرتين، والمعتمد هو الطبعة الثانية المطبوعة مع الجزء السابق «الفَينَة» في مجلّد. 
تبييض الصحيفة بأصول الأحاديث الضعيفة (1، 2)(100 حديث على جزئين). 
تكميل النفع بما لم يثبت به وقفٌ ولا رفع (جزء واحد فيه 25 حديثًا). 
تخريج أحاديث الحقوق (حقوق دعت إليها الفطرة وقررتها الشريعة للشيخ ابن عثيمين). 
تخريج أحاديث كتاب: (الذل والانكسار للعزيز الجبار) لابن رجب الحنبلي. 
تعليقات على كتاب: (إماطة الجهل بحال حديثَي «ماخير للنساء» و«عقدة الحبل») جمع وتنسيق زوجِه: أم عبدالرحمن بنت النوبي. 

وأما إنتاج الشيخ المخطوط فهو على القسمين السابقين أيضًا، وأرى أن نعرض عن ذكر القسم الذي لا يرضى الشيخ عنه إذ لا فائدة من ذكره. ويبقى قسم يرضى الشيخ عنه، أرجو أن يرى النور قريب",2,489,"B4F48198","1429","محمد عمرو بن عبد اللطيف بن محمد بن عبد القادر بن رضوان بن سليمان بن مفتاح بن شاهين الشنقيطي","1429"), 
 (151,"عبد الرحمن حبنكة","عبد الرحمن حبنكة ( 1345- 1425 هـ  =  1927  - 2004 م )

ولد الشيخ عبد الرحمن بن حسن حَبَنَّكَة الميداني الدمشقي في دمشق - حي الميدان سنة 1345 هـ =  1927 م 
و""نشأ في بيت علمٍ ودعوةٍ تحيط به ظروف قلَّما تيسَّرت لغيره، فهو والعلم والدعوة بدءًا من نشأته الأولى منذ ما يزيد عن ستين عامًا توأمان لا يفترقان"" ، وكان لوالده الشيخ حسن حَبَنَّكَة فضل تربيته وتأديبه وتعليمه. 

درس الشيخ عبد الرحمن في ""معهد التوجيه الإسلامي""، الذي أنشأه والده رحمه الله، وتخرج فيه عددٌ من علماء دمشق المعروفين.. كالشيخ الدكتور محمد سعيد رمضان البوطي، والشيخ الدكتور مصطفى سعيد الخنّ، والشيخ حسين خطَّاب رحمه الله، والدكتور مصطفى البغا، وغيرهم. 

ثمَّ درس الشيخ في الأزهر الشريف، وعمل بعد تخرُّجه في مديريَّة التعليم الشرعيِّ التابعة لوزارة الأوقاف السوريَّة، ثمَّ عضوًا لهيئة البحوث في وزارة التربية والتعليم في سوريا، ثمَّ انتقل إلى السعوديَّة بعد 1967 م، وعمل أستاذًا في جامعة الإمام محمَّد بن سعود في الرياض، ثمَّ أستاذًا في جامعة أمِّ القرى في مكَّة قرابة ثلاثين عامًا. 

انشغل الشيخ بالردِّ على ""أعداء الإسلام""، والتصدِّي لما يُسمَّى ""بالغزو الفكري""، حتى لقَّبه أحد زملائه بـ ""أبو الغزو الفكري والثقافة الإسلاميَّة"". 
لكن إسهامات الشيخ تعدَّدت وتنوَّعت في مجالاتٍ متعدِّدةٍ.. في العقيدة، والدعوة، والأخلاق، والدراسات، القرآنيَّة، وسلسلة أعداء الإسلام.. ""اليهود - الشيوعيَّة - التيَّارات المعاصرة - الغزو الفكري.."" وغيرها، ونذكر من كتبه الآتي: 
- العقيدة الإسلاميَّة وأسسها. 
- الأخلاق الإسلاميَّة وأسسها. 
- قواعد التدبُّر الأمثل لكتاب الله. 
- أمثال القرآن. 
- مكايد يهوديَّة عبر التاريخ. 
- صراعٌ مع الملاحدة حتى العظم. 
- أجنحة المكر الثلاثة. 
- ديوان ""ترنيمات إسلاميَّة""، شعر. 
- ديوان ""آمنت بالله""، شعر. 
- ضوابط المعرفة وأصول الاستدلال والمناظرة. 

توفي رحمه الله في في ليلة الأربعاء 25 من جُمادى الآخرة  1425 هـ  [الموافق 11 / 8 / 2004 م ]
رحم الله الشيخ وأسكنه فسيح جناته ورفع درجاته
",1,907,"0BA4BE04","1425","عبد الرحمن بن حسن حَبَنَّكَة الميداني الدمشقي","1425"), 
 (152,"الحازمي","الحازمي (548 - 584 هـ = 1153 - 1188 م) 

محمد بن موسى بن عثمان ابن حازم، أبو بكر، زين الدين، المعروف بالحازمى: باحث، من رجال الحديث.
أصله من همذان، ووفاته ببغداد.
له كتاب (ما اتفق لفظه واختلف مسماه - خ) في الأماكن والبلدان المشتبهة في الخط، و (الفيصل) في مشتبه النسبة، و (الاعتبار في بيان الناسخ والمنسوخ من الآثار - ط) في الحديث، و (عجالة المبتدي وفضالة المنتهي - ط) في النسب، علقه وفهرس له عبد الله كنون، و (شروط الأئمة الخمسة - ط) في مصطلح الحديث، وغير ذلك .

نقلا عن : الأعلام للزركلي",1,465,"5FC86C23","584","أبو بكر محمد بن موسى بن عثمان الحازمي الهمداني، زين الدين","584"), 
 (153,"عبد الفتاح المرصفي","هو المقرىء الشهير، والعلامة النحرير، المحقق الشيخ عبد الفتاح بن السيد عجمي بن السيد العسس لقباً، المرصفي ولادة ونشأة، المصري موطناً، الشافعي مذهباً، ولد بمرصفا من أعمال محافظة القليوبية بجمهورية مصر العربية في 5 من شهر يونيو سنة 1923م.
نشأ شيخنا الجليل في أسرة علمية صالحة من أهل القرآن ولا شك أنَّ الشجر الطيب ينبت ثماراً طيبة بإذن الله. أما والده فكان من أهل القرآن وكان حافظاً مقرئاً للقرآن الكريم في بلدة مرصفا وتخرج على يده العلماء المراصفة في عصره، وكان والد شيخنا يقرأ من القراءات قراءة أبي عمرو البصري. أما شيخنا الجليل نوَّر الله مرقده فهو محقق في علم القراءات بلا منازع وعالم متبحر في علم الرسم والضبط، وكأنَّ الله خلقه لهذا العلم.
كان أسمر اللون ذا لحية بيضاء طويلة، كان صاحب نكتة ودعابة، إذا جالسه أحد لا يمل من حديثه، كان يمازح ضيفه وتلميذه رغم مرضه الشديد، لين العريكة، حلو الحديث، بسَّاماً، كريماً في بيته لأهل القرآن، شديد الخوف من الله، لا تأخذه في الله لومة لائم.
إذا جلس للإقراء كانت له هيبة، يعلوه الوقار والصمت، وإذا شرع في الحديث عن الروايات وطرقها كان بحراً دفاقاً، غيوراً على أهل القرآن والقراءات، وكان يرد على المخالفين للقراءات، كثير الترحم والتأدب مع العلماء السابقين، وكان يعجبني فيه حبه لمشايخه، وأدبه الرفيع معهم فكان لا يُذكر عالمٌ إلا ترحم عليه، كثير القراءة للقرآن، فكان رحمه الله يصلي كل يوم الوتر في بيته إحدى عشرة ركعة يقرأ فيهن جزأين من القرآن، وأما في شهر رمضان فكان يترك الإقراء ويعتكف على صلاته وتهجده فكان يصلي التراويح في بيته ويقرأ خمسة أجزاء في كل يوم، حقّاً هذه نعمة سبحان من وهبها لأهل القرآن.
حفظ القرآن على الشيخ زكي محمد عفيفي نصر وأتم حفظ القرآن ولم يتجاوز العاشرة من عمره، ثم دخل المدرسة الأولية في ذلك الوقت سنة 1934م التي تسمى بالإبتدائية، ثم تخرج من التعليم الأولي سنة 1939م وكان ترتيبه الأول في المحافظة كما أفادني حسب شهادته التي عنده.
أخذ التجويد عن الأستاذ رفاعي محمد أحمد المجولي، ثم قرأ بعدها ختمة كاملة لابن كثير على الشيخ رفاعي، ثم ختمة لحمزة من طريق الشاطبية وأجازه بهما، ثم التقى شيخنا نور الله ضريحه بالأستاذ المقرىء الشيخ حامد علي السيد الغندور فأخذ عليه القراءات الثلاث من طريق الدرة وقراءة حمزة ويعقوب ورواية حفص ورواية الأصبهاني عن ورش من طريق الطيبة وأجازه بذلك.
ثم التقى شيخنا سنة 1935م بالعلامة محمد حسن الأنور شريف فأخذ عليه القراءات الثلاث عن طريق الدرة، ثم قرأ عليه خَتمة للقراءات العشر من طريقي الشاطبية والدرة.
ثم ارتحل إلى المقرىء الشيخ محمد جمعة الباز وقرأ عليه القراءات الثلاث من طريق الدرة. ثم في عام 1953م التحق بالأزهر الشريف في قسم القراءات فحصل على إجازة التجويد وكان ترتيبه الأول في مصر. وبعد ثلاث سنوات حصل على الشهادة العالية في القراءات وكان ترتيبه الثالث، وواصل دراسته في قسم تخصص القراءات بكلية اللغة العربية حتى حصل على شهادة التخصص في القراءات وكان ترتيبه الثاني.
درس في الأزهر علوماً عدة وفنوناً شتى درس الشاطبية والدرة والطيبة والعقيلة ومورد الظمآن في علم رسم القرآن ودرس ناظمة الزهر في علم الفواصل وغيرها كالبلاغية والصرف والفقه والتفسير.
وفي أوائل سنة 1962م سافر شيخنا إلى ليبيا مدرساً في جامعة الإمام محمد بن علي السنوسي الإسلامية وظل مدرساً فيها ستة عشر عاماً إلى سنة 1977م. وفي هذه الآونة انتسب إلى الأزهر وحصل على الشهادة العالية الليسانس وتلقى عنه خلق كثيرون في ليبيا، أخذوا عنه التجويد والقراءات حتى إن شيخنا أفرد كتاباً خاصّاً لهم برواية قالون لأنهم يقرؤون بهذه الرواية.
والتقى شيخنا رحمه الله سنة 1972م بأعلى القراء إسناداً في هذا العصر المقرىء الكبير بالقاهرة شيخنا الشيخ أحمد عبد العزيز الزيات فسح الله في عمره وقرأ عليه ختمة بالقراءات العشر من طريق الطيبة وأجازه، وبعدها قرأ ختمة كاملة بالقراءات العشر من طريقي الشاطبية والدرة وأجازه.
وفي عام 1977م ودع ليبيا متوجهاً إلى المدينة المنورة على ساكنها أزكى الصلاة والسلام وعين معيداً في كلية القرآن الكريم والدراسات الإسلامية في الجامعة الإسلامية في المدينة المنورة سنة 1397هـ وانتفع منه خلق وطلاب كثيرون في الجامعة وغيرها.
وفي هذه الفترة أخرج شيخنا كتابه العجيب ""هداية القاري إلى تجويد كلام الباري"" فجاء الكتاب حلواً حاوياً لشتى المسائل في علم التجويد، وما إن بزغ نجم هذا الكتاب حتى تلقاه الناس بالاهتمام، وأقبلوا عليه ينهلون من رحيقه، وينتفعون بما فيه من أحكام التلاوة التي قل أن نجدها في غيره ويدرك ذلك من يطالع الكتاب.
وتكريماً لجهوده في هذا الكتاب قررت إدارة مجلس الجامعة أن تكرم الشيخ فرفع الكتاب إلى المجلس الأعلى للجامعات ثم صدرت الموافقة في الأمر الملكي بتاريخ 6/2/1406هـ بترقية الشيخ عبد الفتاح المرصفي إلى درجة أستاذ في كلية القرآن الكريم والدراسات الإسلامية، وعين عضواً في اللجنة العلمية لمجمع الملك فهد لطباعة المصحف الشريف للإشراف على المصحف الشريف طباعة وتسجيلاً بأصوات أشهر القراء في المملكة العربية السعودية.
كان بيت الشيخ في المدينة المنورة حافلاً بالطلاب الذين يقرؤون عليه فكانوا يزدحمون على بيته رأيت ذلك بعيني، حتى كان بعضهم يقرأ عليه أثناء تناول الطعام. كان رحمه الله متضلعاً في العلم وكأنما ألين له العلم حتى استظهر متونه كلها حتى إن بعض المدرسين في الجامعة كانوا يأخذون عنه، ورغم مرضه الشديد كان يقرىء الطلاب ولا يمنع أحداً.

للشيخ مؤلفات كثيرة منها :
1- الطريق المأمون إلى أصول رواية قالون (مطبوع).
2- هداية القاري إلى تجويد كلام الباري (مطبوع).
3- شرح الدرة (مخطوط).

وأما الذين أخذوا عن الشيخ فأعداد كثيرة منهم :
1- الشيخ أحمد الزعبي الحسني أخذ عنه قراءة حفص من الشاطبية والدرة وأجازه بذلك كما قرأ عليه عقيلة أتراب القصائد في رسم المصاحف.
2- الشيخ عبد الرحيم البرعي أخذ عنه القراءات العشر من طريق الشاطبية والدرة.
3- الشيخ محمد تميم الزعبي أخذ عنه القراءات العشر عن طريق الطيبة وقرأ عليه عقيلة أتراب القصائد وناظمة الزهر.
4- أحمد ميهان التهانوي الباكستاني أخذ القراءات الثلاث من طريق الدرة.
5- الشيخ إدريس عاصم من لاهور باكستان أخذ عنه القراءات العشر من طريق الشاطبية والدرة.
6- الشيخ محمد إبراهيم الباكستاني أخذ القراءات العشر من طريق الشاطبية والدرة.
7- الشيخ عبد الرحيم محمد الحافظ العلمي من المدينة المنورة أخذ عنه رواية حفظ من الشاطبية وقرأ عليه القراءات السبع من طريق الشاطبية.
8- الشيخ عبد الناصر يوسف سلطان من المدينة المنورة قرأ عليه رواية حفص عن عاصم من طريق المصباح وأجازه بذلك.
9- الشيخ زايد الأذان من موريتانيا قرأ عليه القراءات السبع ووصل إلى سورة الأحزاب ولم يكمل حيث وافى الشيخ الأجل.
10- الشيخ يوسف شفيع قرأ عليه القراءات العشر الصغرى ووصل إلى سورة الأنبياء حيث توفي الشيخ.
11- الشيخ خالد محمد الحافظ العلمي قرأ عليه ختمة برواية حفص عن عاصم من الشاطبية وأجازه بذلك.
وهناك خلق كثيرون أخذوا عن الشيخ وفي يوم الأربعاء 17/6/1409هـ وبعد صلاة العصر كان يقرأ على الشيخ طالب من الإمارات المتحدة يدعى بلال فوصل إلى سورة الملك عند قوله تعالى : {إِنَّ الذين يَخْشَوْنَ رَبَّهُم بالغيب لَهُم مَّغْفِرَةٌ وَأَجْرٌ كَبِيرٌ} [الملك : 12] وفجأة سكت قلب طالما خفق خاشعاً لربه، ووقف لسان طالما نطق ذاكراً ربه، وانتهت مسيرة شعلة كانت مضيئة، فانطفأت وتركت ظلالاً يافعة أسأل الله أن يبارك فيها.
وفي يوم الخميس 18/6/1409هـ صلي على الشيخ في الحرم النبوي الشريف بعد صلاة الفجر وسارت الجنازة حيث استقبل البقيع مقرىء العصر ووري جثمانه بين قبر سيدنا عثمان وشهداء الحرة رحمهم الله تعالى.
رحم الله شيخنا وأسكنه فسيح جناته ونور مرقده وجعل مع المقربين مقيله وسكناه. آمين.
وصلى الله وسلم على المبعوث رحمة للعالمين وعلى آله وصحبه آجمعين.

كتبه تلميذ الشيخ
أحمد الزعبي الحسني
وقد أخذ رؤوس الترجمة من إملاء الشيخ أثناء حياته

[الترجمة من مقدمة كتاب هداية القاري للمؤلف رحمه الله]",2,52,"37E180D9","1409","عبد الفتاح بن السيد عجمي بن السيد العسس المرصفي المصري الشافعي","1409"), 
 (154,"ابن الصلاح","الشَّهْرَزُوري، عثمان بن عبد الرحمن (557 - 643هـ ، 1161-1245م).

عثمان بن عبد الرحمن، أبو عمرو، تقي الدين المعروف بابن الصلاح. عالم في الحديث والفقه والتفسير وأسماء الرجال. وُلد في شرخان، بلد قرب شهرزور. ثم انتقل إلى الموصل. تفقه على والده عبدالرحمن بن عثمان صلاح الدين. وسمع من أبي المظفر بن السمعاني، وعبد الصمد بن الحرستاني والشيخ موفق الدين المقدسي، وابن عساكر، وغيرهم. رحل إلى بغداد وهمذان ونيسابور ومرو ودمشق وحلب وحران وبيت المقدس. ثم رجع إلى دمشق، واستقر بها، وولاه الملك الأشرف التدريس بها في دار الحديث الأشرفية. له مصنفات كثيرة منها: معرفة أنواع علوم الحديث، ويُعرف بمقدمة ابن الصلاح؛ الأمالي؛ الفتاوى؛ شرح الوسيط؛ فوائد الرحلة؛ أدب المفتي والمستفتي؛ طبقات الفقهاء الشافعية؛ صلة الناسك في صفة المناسك. تُوفي في دمشق.

نقلا عن
الموسوعة العربية العالمية http://www.mawsoah.net",1,556,"A049AFC0","643","عثمان بن عبد الرحمن، أبو عمرو، تقي الدين المعروف بابن الصلاح","643"), 
 (155,"أمة الله بنت عبد المطلب","أمة الله بنت عبد المطلب
مشرفة المنتديات النسائية
بموقع مكتبة المسجد النبوي الشريف
www.mktaba.org",2,1113,"B2DEB871","99999","أمة الله بنت عبد المطلب","معاصر"), 
 (156,"صلاح الدين العلائي","صلاح الدين العلائي (694 - 761 هـ = 1295 - 1359 م) 

صلاح الدين أبو سعيد خليل بن كيكلدي بن عبد الله الدمشقي العلائي : محدث، فاضل، بحاث.
ولد وتعلم في دمشق، ورحل رحلة طويلة.
ثم أقام في القدس مدرسا في الصلاحية سنة 731 هـ، فتوفي فيها.
من كتبه (المجموع المذهب في قواعد المذهب - خ) جزآن، في فقه الشافعية، وكتاب (الأربعين في أعمال المتقين) كبير، و (الوشي المعلم) في الحديث، و (المجالس المبتكرة) و (المسلسلات) و (النفحات القدسية) و (منحة الرائض) في الفرائض، و (كتاب المدلسين) و (مقدمة نهاية الأحكام) و (برهان التيسير في عنوان التفسير) و (كشف النقاب عما روى الشيخان للأصحاب - خ) رسالة أحصى بها ما رواه البخاري ومسلم لكل صحابي من الحديث، و (إثارة الفوائد المجموعة - خ [ثم طُبع]) في الحديث، و (جامع التحصيل في أحكام المراسيل - خ[ثم طُبع]) حديث و (حكم اختلاف المجتهدين) وغير ذلك .

نقلا عن : الأعلام للزركلي",1,724,"FFDF7C4B","761","صلاح الدين أبو سعيد خليل بن كيكلدي بن عبد الله الدمشقي العلائي","761"), 
 (157,"سيد حسين العفاني","- هو أبو التراب سيد بن حسين بن عبد الله العفاني 
- من بلدة عفان بمحافظة بني سويف من محافظات صعيد مصر ، نشأ نشأة ريفية بسيطة ، عمقت في قلبه الفطرة السوية ، والوجهة الربانية النقية ، فتدرج في التعلم والتعليم النظامي حتى التحق بكلية الطب وتخرج فيها 
- تتلمذ على شيوخ الدعوة السلفية المعاصرين كأبي إسحاق وسعيد عبد العظيم وسيد الغباشي ، لكن شيخه الذي إليه ينسب هو الشيخ المحقق المدقق محمد بن إسماعيل المقدم
عُرف بالوعظ والتذكير ، والنصح والخطابة ، في جميع أرجاء مصر (بكافّة محافظاتها)
- له عناية خاصة بتجميع الآثار والأخبار عن السلف الصالح ، وتقريب حياتهم وسيرتهم من أهل العصر ... فزهد السلف وعبادتهم وصومهم وقيامهم لليل وجهادهم وشأنهم كله تجده مبثوثا في كتبه ومحاضراته 

- مؤلفاته
للشيخ العشرات من الكتب منها ما طبع ومنها ما هو تحت الطبع
وهذه جملة منها (أبجديا) :
1) أعلام وأقزام = رجال في ميزان الإسلام - مجلدان
2) أعلى النعيم الشوق الى الله ورؤية وجهه الكريم
3) أنور الفجر فى فضائل أهل بدر
4) البحار الزاخرة في أسباب المغفرة - مجلد
5) البدر المنير في الاحاديث التي حكم عليها ابن كثير .
6) الثمار الباسقات من حديث الصالحات .
7) الثمر الداني من تصحيح و تضعيف ابن حجر العسقلاني .
8) الجزاء من جنس العمل - 2 مجلد
9) الجمع المبارك في تفسير جزء تبارك - مجلد 
10) الرياض النضرة في فضائل الحج والعمرة - 2 مجلد 
11) اليهود إخوان الخنازير والقرود - مجلدان
12) بكاء الأفئدة من نار الموقدة .
13) تثبيت أفئدة المؤمنين بذكر مبشرات النصر والتمكين - مجلد
14) تذكير النفس بحديث القدس = وا قدساه
15) ترطيب الأفوة بذكر من يظلهم الله - مجلدان 
16) تعطير الأنفس بذكر حديث الإخلاص - مجلد 
17) حسن الطلب في بيان الأدب .
18) رائق الشهد من شعر الدعوة و الرقائق و الزهد ( مع الله )
19) رهبان الليل - 3 مجلدات 
20) زهر البساتين في مواقف العلماء والربانيين - 3 مجلدات
21) زهر الجنان من حياة شيوخ الإسلام - 5 مجلدات
22) سكب العبرات للموت والقبر والسكرات - 3 مجلد
23) شذا الرياحين من سيرة واستشهاد الشيخ أحمد ياسين 
24) شذا الريحان بذكر جنة الرحمن - مجلدان 
25) صلاح الأمة في علو الهمة - 7 مجلدات 
26) عبق النسرين من حياة المجددين.
27) عيش السعداء بين الخوف و الرجاء .
28) فرسان النهار - 7 مجلدات
29) لألىء البيان فى محبة الرحمن
30) موارد الظمآن في محبة الرحمن - غلاف
31) نداء الريان في فقة الصوم وفضل رمضان - 3 مجلدات
32) نسائم الأسحار في فضائل الصحابة الأبرار - 5 مجلدات",2,1115,"92A05A0A","99999","أبو التراب سيد بن حسين بن عبد الله العفاني","معاصر"), 
 (158,"علوي السقاف","هو الشيخ علوي بن عبد القادر السَّقَّاف باحث شرعي معاصر من المنطقة الشرقية بالمملكة العربية السعودية
وهو المشرف على موقع الدرر السنية
http://www.dorar.net
وله عدة مؤلفات منها ""المنتخب من كتب شيخ الإسلام ابن تيمية"" ، و""تخريج أحاديث وآثار كتاب في ظلال القرآن""

وهو غير المدعو - حسن السقاف",1,92,"51F2AB62","99999","علوي بن عبد القادر السَّقَّاف","معاصر"), 
 (159,"ابن عزير السجستاني","ابن عُزير السجستاني ( 000 - 330 هـ = 000 - 941 م)

محمد بن عُزير السجستاني، أبو بكر العُزيري: مفسر، اشتهر بكتابه (غريب القرآن ، المسمى بنزهة القلوب - ط) على حروف المعجم، صنفه في عدة سنين وحرره، وراجع فيه أبا بكر بن الأنباري، وغيره . ورواه عنه:أبو عبد الله بن بطة، وعثمان بن أحمد بن سمعان، وعبد الله بن الحسين السامري المقرئ
وكان مقيما ببغداد.
و«العزيري» نسبة إلى أبيه «عزير»
والخلاف في اسم أبيه هل هو «عُزير» بالراء أم «عُزيز» بالزاي (مع ضم العين في الحالين) ، خلاف منتشر، فمن العلماء من جزم بالأول ومنهم من جزم بالثاني ومنهم من حكى القولين دون ترجيح
وأنهض ما ورد فيه ، ما ساقه الذهبي في السير قال:
«والصحيح عُزير - براء - ، رأيته بخط ابن ناصر الحافظ.
وذكر أنه شاهده بخط يده، وبخط غير واحد من الذين كتبوا كتابه عنه، وكانوا متثبتين.
قال:وذكر لي ابن الأخضر شيخنا، أنه رأى نسخة (بالغريب) بخط مؤلفه، وفي آخره:وكتب محمد بن عُزير - بالراء المهملة -
وقال أبو زكريا التبريزي:رأيت بخط ابن عُزير، وعليه علامة الراء غير المعجمة» ا. هـ كلام الذهبي
أقول : فهذا بخط مؤلفه، بالراء المهملة ، فهو الذي ينبغي المصير إليه ، والله أعلم",1,1120,"8A2CB1EA","330","محمد بن عُزير السجستاني، أبو بكر العُزيري","330"), 
 (160,"حكمت بشير ياسين","أ. د. حكمت بن بشير بن ياسين الموصلي
أستاذ التفسير في كلية القرآن الكريم والدراسات العليا -  الجامعة الإسلامية ، المدينة المنورة
من مؤلفاته  : موسوعة الصحيح المسبور من التفسير بالمأثور

ولد سنة 1955م في مدينة الموصل بالعراق 
المؤهل العلمي :- دكتوراه في الشريعة الإسلامية "" فرع الكتاب والسنة "".

الأعمال التي قام بها:-
- عمل أستاذاً مساعدا في كلية القرآن الكريم بالجامعة الإسلامية بالمدينة النبوية وأمينا لقسم التفسير مدة سنتين ودرس التفسير في عدة كليات .
- ثم رقي إلى درجة أستاذ مشارك سنة 1410هـ.
- ثم عمل أستاذا مشاركا في الدراسات العليا ومشرفا على رسائل الماجستير والدكتوراه بالجامعة نفسها.
- ثم رقي إلى درجة أستاذ من الجامعة نفسها عام 1415هـ
- ثم عمل مشرفا على موسوعة متون الحديث الشريف وعلى موسوعة السيرة النبوية في مركز خدمة السنة النبوية بالجامعة نفسها مع الإشراف على رسائل الدراسات العليا .
- ثم عمل مديرا لمركز الدراسات القرآنية بمجمع الملك فهد لطباعة المصحف الشريف مدة سنتين بعد أن أعير إلى وزارة الشؤون الإسلامية والأوقاف .
- حصل على إجازة في رواية الكتب الستة وبعض الكتب في الفقه الحنبلي من فضيلة الشيخ العلامة/ عبد الله بن عبد العزيز بن عقيل رئيس الهيئة الدائمة لمجلس القضاء الأعلى سابقا في تاريخ 1/4/1425هـ
- ثم عمل أستاذا في قسم التفسير بكلية القرآن الكريم والدراسات العليا حتى تاريخ 15/7/1425هـ
- يعمل الآن في كتابة بعض الموسوعات وبعض الأبحاث في التنظير .
- عضو لجنة إعادة صياغة المناهج في الدراسات العليا قسم التفسير وعلوم القرآن .
- عضو لجنة إعادة صياغة المناهج في كلية القرآن الكريم .
- مستشار مجمع الملك فهد لطباعة المصحف الشريف عام 1406هـ.
- عضو لجنة مراجعة التفسير الميسر في المجمع .
- عضو لجنة اختيار الفائز لجائزة الملك فيصل .
- مقرر لجنة مراجعة التفسير الميسر .
- أمين قسم التفسير في كلية القرآن الكريم .
- مشرف ومناقش رسائل الماجستير والدكتوراه وقد بلغ عددها 50 رسالة 
- تقويم الأبحاث العلمية المقدمة للترقية من عدة جامعات : أم القرى،جامعة العين ، جامعة الكويت ، الجامعة الإسلامية بالمدينة المنورة ، الجامعة الإسلامية العالمية بماليزيا ، الجامعة الأردنية ، جامعة اليرموك، جامعة مؤتة ، جامعة قطر.
- التدريس لمادة التفسير في كلية القرآن الكريم وكلية الحديث الشريف وكلية اللغة العربية .
- التدريس لمادة مناهج المفسرين في كلية القرآن الكريم والدراسات العليا.
- التدريس لمادة مناهج البحث في الدراسات العليا قسم التفسير وقسم القراءات.
- التدريس لمادة تفسير آيات أشكلت في كلية القرآن الكريم والدراسات العليا قسم الدكتوراه.
- التدريس لمادة طبقات المفسرين والتفسير الموضوعي في الدراسات العليا.
- التدريس لمادة مصادر التفسير في الدراسات العليا.
- التدريس لمادة مناهج المفسرين في الدراسات العليا.
- التدريس لتفسير ابن كثير في مسجد الجامعة الإسلامية .
- إدارة النشاط الثقافي في كلية القرآن الكريم .
- الإشراف على موسوعة المتون الحديثية في مركز خدمة السنة والسيرة النبوية .
- الإشراف على موسوعة السيرة النبوية في مركز خدمة السنة والسيرة النبوية .
- الإشراف على جمعية البحث العلمي والمكتبات في كلية الحديث الشريف .
- وضع الخطط العلمية لمركز الدراسات القرآنية بمجمع الملك فهد لطباعة المصحف الشريف للمشاريع التالية:
* خطة فهرس مخطوطات الدراسات القرآنية في المملكة العربية السعودية .
* خطة معجم القراءات في القرآن الكريم .
* خطة المعجم الموضوعي في القرآن الكريم .
* خطة للقوائم الببلوجرافيا في الدراسات القرآنية .
* خطة فهرس مخطوطات الدراسات القرآنية في العالم.0

الإنتاج العلمي:- 
أولا/ً المشاركة في بعض المؤتمرات والجمعيات و الندوات والمحاضرات:
1. مؤتمر موقف الإسلام من الإرهاب - جامعة الإمام محمد بن سعود الإسلامية.
2. عضو الجمعية السعودية للقرآن الكريم- جامعة الإمام محمد بن سعود الإسلامية .
3. محاضرة بعنوان "" منهج النبي صلى الله عليه وسلم وصحابته في التفسير "" ألقيت في القاعة الكبرى بالجامعة الإسلامية .
4. محاضرة بعنوان "" كتب التراث بين الحوادث والانبعاث"" ألقيت بالقاعة الكبرى بالجامعة الإسلامية 

ثانياً/ المؤلفات والتحقيقات المطبوعة :-
1. موسوعة التفسير المسبور من التفسير بالمأثور "" التفسير الصحيح"" أربعة أجزاء ، نشر دار المآثر بالمدينة المنورة 
2. مرويات الإمام أحمد بن حنبل في التفسير "" أربعة أجزاء "" جمع وتخريج الجزء الأول والباقي بالاشتراك وبإشرافي ، نشر مكتبة المؤيد بالرياض
3. استدراكات على كتاب "" تاريخ التراث العربي "" ثمانية أجزاء بالاشتراك وما أنجزته جزأين في علم القراءات والتفسير ، طبع المجمع الفقهي بجدة التابع لمنظمة المؤتمر الإسلامي 
4. مرويات الإمام أنس بن مالك في التفسير بالاشتراك وبإشرافي نشر مكتبة المؤيد بالرياض.

ثالثاً/ المؤلفات والتحقيقات التي قيد الطبع:-
1. أحكام القرآن للإمام الجهضمي ت283هـ بالاشتراك - دار البشائر جدة
2. سماحة الإسلام مع غير المسلمين - دار الحضارة - الرياض 

رابعاً: المؤلفات الجاهزة للطبع:
1. الأسانيد الثابتة المروية عن ابن عباس في التفسير 
2. عناية السنة النبوية بحقوق الإنسان 

خامساً/ المؤلفات قيد الكتابة والتنقيح:-
1. نظرات الحضارات في حقوق الإنسان 
2. مراحل تطور علم التفسير",1,355,"D67B1D3E","99999","أ. د. حكمت بن بشير بن ياسين الموصلي","معاصر"), 
 (161,"وهبة الزحيلي","أ. د / وهبة بن مصطفى الزحيلي

[ولادتُه]
ولد في بلدة دير عطية من نواحي دمشق عام 1932م، وكان والده حافظاً للقرآن الكريم عاملاً بحزم به، محباً للسنة النبوية، مزارعاً تاجراً.
متزوج وله خمسة أولاد أكملوا الدراسة الجامعية ما عدا الأخير في منتصف الدراسة.

[تحصيله العلميّ]
درس الابتدائية في بلد الميلاد، ثم المرحلة الثانوية في الكلية الشرعية بدمشق مدة ست سنوات وكان ترتيبه الامتياز والأول على جميع حملة الثَّانوية الشَّرعية عام 1952م، وحصل فيها على الثانوية العامة الفرع الأدبيّ أيضاً.
تابع تحصيله العلمي في كلية الشَّريعة بالأزهر الشريف،فحصل على الشهادة العالية وكان ترتيبه فيها الأول عام 1956م.
ثم حصل على إجازة تخصص التدريس من كلية اللغة العربية بالأزهر، وصارت شهادته العالمية مع إجازة التدريس.
درس أثناء ذلك علوم الحقوق وحصل على ليسانس الحقوق من جامعة عين شمس بتقدير جيد عام 1957م.
نال دبلوم معهد الشريعة ((الماجستير)) عام 1959م من كلية الحقوق بجامعة القاهرة.
حصل على شهادة الدكتوراة في الحقوق ((الشريعة الإسلامية)) عام 1963م بمرتبة الشرف الأولى مع توصية بتبادل الرسالة مع الجامعات الأجنبية، وموضوع الأطروحة (آثار الحرب في الفقه الإسلامي ـ دراسة مقارنة بين المذاهب الثمانية والقانون الدولي العام) عُيّن مدرساً بجامعة دمشق عام 1963م ثم أستاذاً مساعداً سنة 1969م ثم أستاذاً عام 1975م وعمله التدريس والتأليف والتوجيه وإلقاء المحاضرات العامة والخاصة، وقد يعمل في اليوم (16) ساعة.

[تخصُّصه العلميّ]
التخصص الدقيق في الفقه وأصول الفقه، ويدرّسهما مع الفقه المقارن في كلية الشريعة ومواد الشريعة في كلية الحقوق بجامعة دمشق والدراسات العليا فيهما.

[مشايخه وأساتذتُه وتلامذته]
//من شيوخه في دمشق//
الشيخ محمود ياسين في الحديث النبوي، الشيخ محمود الرنكوسي في العقائد، الشيخ حسن الشطي في الفرائض، الشيخ هاشم الخطيب في الفقه الشافعي، الشيخ لطفي الفيومي في أصول الفقه ومصطلح الحديث، الشيخ أحمد السماق في التجويد، الشيخ حمدي جويجاتي في علوم التلاوة، الشيخ أبو الحسن القصاب في النحو والصرف، الشيخ حسن حبنكة والشيخ صادق حبنكة الميداني في علم التفسير، والشيخ صالح الفرفور في علوم اللغة العربية كالبلاغة والأدب العربي، الشيخ حسن الخطيب، وعلي سعد الدين والشيخ صبحي الخيزران، وكامل القصار في الحديث النبوي والأخلاق، الأستاذ جودت المارديني في الخطابة، الأستاذ رشيد الساطي والأستاذ حكمت الساطي في التاريخ والأخلاق والدكتور ناظم محمود نسيمي، وماهر حمادة في التشريع، وآخرون في الكيمياء والفيزياء والإنجليزية وغيرها من العلوم العصرية، وفي الأدب الأستاذ نسيب سعد رحمه الله ورحمهم جميعاً.

//ومن شيوخه في مصر//
شيخ الأزهر الإمام محمود شلتوت، والإمام الدكتور عبد الرحمن تاج، والشيخ عيسى منّون في الفقه المقارن عميد كلية الشريعة، والشيخ جاد الرب رمضان في الفقه الشافعي، والشيخ محمود عبد الدايم في الفقه الشافعي، والشيخ مصطفى عبد الخالق وشقيقه الشيخ عبد الغني عبد الخالق في أصول الفقه، والشيخ عثمان المرازقي، والشيخ حسن وهدان في أصول الفقه، والشيخ الظواهري الشافعي في أصول الفقه، والشيخ مصطفى مجاهد في الفقه الشافعي وكذلك الشيخ محمد علي الزعبي في فقه العبادات، والشيخ محمد أبو زهرة والشيخ علي الخفيف والشيخ محمد البنا والشيخ محمد الزفزاف والدكتور محمد سلام مدكور والشيخ فرج السنهوري في الدراسات العليا في الفقه المقارن وأصول الفقه وأحد الأئمة المجتهدين.

ومن أساتذته في كلية الحقوق بجامعة عين شمس:
الشيخ عيسوي أحمد عيسوي، والشيخ زكي الدين شعبان، والدكتور عبد المنعم البدراوي، والدكتور عثمان خليل والدكتور سليمان الطماوي، والدكتور علي راشد، والدكتور حلمي مراد، والدكتور يحيى الجمل، والدكتور علي يونس، والدكتور محمد علي إمام، والدكتور أكثم الخولي وغيرهم.

//ومن تلامذته//
الدكتور محمد الزحيلي شقيقه، والدكتور محمد فاروق حمادة والدكتور محمد نعيم ياسين، والدكتور عبد الستار أبو غدة، والدكتور عبد اللطيف فرفور، والدكتور محمد أبو ليل، والدكتور عبد السلام عبادي، والدكتور محمد الشربجي، والدكتور ماجد أبو رخية، والدكتور بديع السيد اللحام، والدكتور حمزة حمزة، وغيرهم من الأساتذة في الجامعة في كلية الشريعة، ومئات من مدرسي التربية الدينية في وزارة التربية.
أكثر من (40) جيلاً تخرجوا على يديه في سورية، وبعضهم في ليبيا والسودان وبعضهم في الإمارات العربية، وآلاف من الناس في المشرق والمغرب وأمريكا وماليزيا وأفغانستان وإندونيسيا، تتلمذوا على كتبه في الفقه والأصول والتفسير.

[من كتبه]
-آثار الحرب في الفقه الإسلامي ـ مقارنة بين المذاهب الثمانية والقانون الدولي.
-تخريج وتحقيق أحاديث // تحفة الفقهاء للسمرقندي.
-تخريج وتحقيق أحاديث وآثار ((جامع العلوم والحكم لابن رجب الحنبلي)) مع التعليق عليها.
-الوسيط في أصول الفقه الإسلامي.
-أصول الفقه الإسلامي.
-الفقه الإسلامي في أسلوبه الجديد.
-نظرية الضرورة الشرعية، دراسة مقارنة.
-نظرية الضمان أو (حكم المسؤولية المدنية والجنائية) في الفقه الإسلامي // دراسة مقارنة النصوص الفقهية المختارة // بتقديم وتعليق وتحليل.
-نظام الإسلام ـ ثلاثة أقسام // نظام العقيدة، نظام الحكم والعلاقات الدولية، مشكلات العالم الإسلامي المعاصر.
-الفقه الإسلامي على المذهب المالكي.
-الوجيز في أصول الفقه.
-العقود المسماة في قانون المعاملات المدنية الإماراتي والقانون المدني الأردني.
-العقود المسماة في قانون المعاملات المدنية الإماراتي والقانون المدني الأردني.
-العلاقات الدولية في الإسلام.
-العقوبات الشرعية وأسبابها // بالاشتراك مع الدكتور رمضان علي السيد.
-الأصول العامة لوحدة الدين الحق ((أصول مقارنة الأديان)) مترجم إلى الإنجليزية.
-جهود تقنين الفقه الإسلامي.
-عبادة بن الصامت.
-أسامة بن زيد.
-سعيد بن المسيب.
-عمر بن عبد العزيز.
-حقوق الإنسان في الإسلام، بالاشتراك مع آخرين.
-الضوابط الشرعية للأخذ بأيسر المذاهب.
-الرخص الشرعية ـ أحكامها وضوابطها.
-الإسلام دين الجهاد لا العدوان.
-السلام دين الشورى والديمقراطية.
-القصة القرآنية، هداية وبيان.
-الفقه الإسلامي وأدلته, ترجم إلى التركية والماليزية والفارسية.
-التفسير المنير في العقيدة والشريعة والمنهج,حائز على جائزة لأفضل كتاب في العالم الإسلامي للعام 1995.
-القرآن الكريم: البنية التشريعية والخصائص الحضارية.
-التفسير الوجيز.
-الفقه الحنبلي الميسر بأدلته وتطبيقاته المعاصرة.
-التفسير الوسيط في ثلاثة مجلدات.
-الذرائع في السياسة الشرعية والفقه الإسلامي، رسالة ماجستير عام 1959م.
-قواعد الفقه الحنبلي من كتاب ((المغني)) لابن قدامة.
-تحقيق وتخريج أحاديث وآثار جامع العلوم والحكم لابن رجب.
-تحقيق وتخريج واختصار كتاب ((الأنوار في شمائل النبي المختار)) للإمام محيي السنة البغوي.
-تحقيق وتقسيم وخدمة شاملة لكتاب ((طريق الهجرتين وباب السعادتين)) لابن قيم الجوزية.
-الاستنساخ جدل العلم والدين والأخلاق.
-تقديم وتحقيق نيل الأوطار للشوكاني.
-تقديم وتحقيق شرح مسلم للنووي.
-حق الحرية في العالم.
-حوار حول تجديد الفقه الإسلامي.
-الأسرة المسلمة في العالم المعاصر.
-الإمام الشافعي.
-الموازنة بين القرآن والسنة في الأحكام، تحت الطبع عام 2001م.
-المعاملات المالية الحديثة والفتاوى المعاصرة، تحت الطبع عام 2001م.
-مدى تأثر الدعوات الإصلاحية بدعوة الشيخ محمد بن عبد الوهاب.
____________
*أضيف أنّه قد صدر للدكتور موسوعة رابعة حول الفقه الإسلاميّ المعاصر.",2,1052,"50B7CD32","99999","د وهبة بن مصطفى الزحيلي","معاصر"), 
 (162,"محمود صافي","الشيخ محمود بن عبد الرحيم صافي : من أعلام مدينة (حمص) السورية، وهو مؤلف أول كتاب كامل مفصّل في إعراب القرآن وصرفه وبيانه ؛ ويعرف باسم : ( الجدول في إعراب القرآن ، وصرفه ، وبيانه ) .
بعد أن أنفق فيه خلاصة عمره ، 
ويُذكر أنه سلّم الكتاب للناشر ، ثم توفى بعدها بساعة واحدة ، وطُبع الكتاب بعد وفاته ،وكانت وفاته سنة 1985 م . 
رحمة الله عليه ..
",1,1112,"BDCC18B2","1376","محمود بن عبد الرحيم صافي","1376"), 
 (163,"أبو البقاء العكبري","العكبري (538 - 616 هـ = 1143 - 1219 م)

عبد الله بن الحسين بن عبد الله العكبري البغدادي، أبو البقاء، محب الدين: عالم بالأدب واللغة والفرائض والحساب.
أصله من عكبرا (بليدة على دجلة) ومولده ووفاته ببغداد.
أصيب في صباه بالجدري، فعمي.
وكانت طريقته في التأليف أن يطلب ما صنف من الكتب في الموضوع.
فيقرأها عليه بعض تلاميذه، ثم يملي من آرائه وتمحيصه وما علق في ذهنه.
من كتبه «شرح ديوان المتنبي - ط» و «اللباب في علل البناء والاعراب - خ» و «شرح اللمع لابن جني» و «التبيان في إعراب القرآن - ط» ويسمى «إملاء ما من به الرحمن من وجوه الاعراب والقراآت في جميع القرآن» و «الترصيف في الترصيف» و «ترتيب إصلاح المنطق - خ» عليه إجازة بخطه في مكتبة عارف بالمدينة (127 لغة) واسمه «المشوف في ترتيب الإصلاح لابن السكيت» على حروف المعجم، و «إعراب الحديث - خ» على حروف المعجم، و «المحصل في شرح المفصل للزمخشري - خ» و «التلقين - خ» في النحو، و «شرح المقامات الحريرية - خ» و «الموجز في إيضاح الشعر الملغز - خ» و «الاستيعاب في علم الحساب»

نقلا عن : الأعلام للزركلي",1,502,"04E2720B","616","أبو البقاء عبد الله بن الحسين بن عبد الله العكبري البغدادي محب الدين","616"), 
 (164,"الزيلعي ، فخر الدين","(000 - 743 هـ = 000 - 1343 م)
عثمان بن علي بن محجن البارعي ، فخر الدين الزيلعي: فقيه حنفي (شارح الكنز). قدم القاهرة سنة 705 هـ فأفتى ودرس، ونشر الفقه، وانتفع به الناس، وتوفي فيها ودفن بالقرافة. له «تبيين الحقائق في شرح كنز الدقائق - ط» ست مجلدات، فقه، و «تركة الكلام على أحاديث الأحكام» و «شرح الجامع الكبير» فقه ، وهو غير جمال الدين الزيلعي «عبد الله» صاحب «نصب الراية»


[نقلا عن : الأعلام للزركلي ، وحسن المحاضرة]
",2,1122,"62D4D37F","743","عثمان بن علي بن محجن البارعي ، فخر الدين الزيلعي الحنفي","743"), 
 (165,"البغوي ، أبو القاسم","أبو القاسم البَغَويّ (214 - 317هـ، 830 - 929م).

أبو القاسم عبد الله بن محمد بن عبد العزيز بن المرزبان بن سابور بن شاهنشاه، البَغَوي الأصل، البغدادي الدار والمولد. إمام حافظ وحجة مُعمّر، مُسْند العصر، ويعرف بابن بنت منيع. منسوب إلى مدينة بَغْشَور من مدائن إقليم خراسان. وكان أبوه وعمه الحافظ علي بن عبد العزيز البغوي منها.
حرص عليه جده لأمه أحمد بن منيع فأسمعه في الصّغر، حتى كتب بخطه إملاء في ربيع الأول سنة خمس وعشرين ومائتين، فكان سنه يومئذ عشر سنين ونصفًا. ولا يُعرف أحد في ذلك العصر طلب الحديث وكتبه أصغر من أبي القاسم، فأدرك الأسانيد العالية وحدَّثه جماعة عن صغار التابعين.
حدّث عن الإمام أحمد وابن المديني وعلي بن الجعد وأبي بكر بن أبي شيبة وجده أحمد بن منيع، وخلق كثير، حتى إنه كتب عن أقرانه، وصنّف كتاب معجم الصحابة فجوده وكتاب الجعديات المطبوع باسم مسند علي بن الجعد فأتقنه. وكان علي بن الجعد أكبر شيخ له وهو ثَبتٌ فيه مكثر عنه. حدّث عنه يحيى بن صاعد وابن قانع وابن حبان وابن عدي والطبراني وخلق كثير. وكل من جاء بعده يحرص على حديثه لعلو أسانيده. سئل عنه الدارقطني فقال: ثقة جبل، إمام من الأئمة ثَبتٌ، أقل المشايخ خطأ، وكلامه في الحديث أحسن من كلام ابن صاعد.

نقلا عن
الموسوعة العربية العالمية http://www.mawsoah.net",2,56,"9E84B9B0","317","أبو القاسم عبد الله بن محمد بن عبد العزيز بن المَرْزُبان بن سابور بن شاهنشاه البغوي","317"), 
 (166,"ابن دحية","ابن دحية الكلبي (544 - 633 هـ = 1150 - 1236 م) 

عمر بن الحسن بن علي بن محمد، أبو الخطاب، ابن دحية الكلبي الأندلسي: أديب، مؤرخ، حافظ للحديث، من أهل سبتة بالأندلس.
ولي قضاء دانية.
ورحل إلى مراكش والشام والعراق وخراسان، واستقر بمصر.
وكان كثير الوقيعة في العلماء والائمة فأعرض بعض معاصريه عن كلامه، وكذبوه في انتسابه إلى «دحية» وقالوا: إن دحية الكلبي لم يعقب.
وهجاه ابن عنين.
وتوفي بالقاهرة.
من تصانيفه «المطرب من أشعار أهل المغرب - ط [ثم طُبع] » و«الآيات البينات - خ» و «نهاية السول في خصائص الرسول - خ» و «النبراس في تاريخ خلفاء بني العباس - ط» و «التنوير في مولد السراج المنير» و «تنبيه البصائر - خ» في أسماء الخمر، و «علم النصر المبين في المفاضلة بين أهل صفين - خ»

نقلا عن : الأعلام للزركلي",1,476,"69EB9B1C","633","أبو الخطاب عمر بن حسن الأندلسي الشهير بابن دحية الكلبي","633"), 
 (167,"السخاوي، شمس الدين","السَّخاوي، عبد الرحمن (831 ـ 902هـ ، 1427 ـ 1497م).

محمد بن عبد الرحمن السخاوي. محدِّث ومؤرخ. أصله من سخا، قرية بمصر. برع في علوم كثيرة، مثل الفقه، والنحو، والحديث، والتاريخ. وُلد بالقاهرة ونشأ بها وتوفي بالمدينة المنورة. رحل كثيرًا في طلب العلم، وأخذ عن كثير من الشيوخ، ومن أبرزهم: الحافظ ابن حجر العسقلاني، الذي لازمه أشد الملازمة. ألف كتبًا كثيرة. وقد سَمّى صاحب هدية العارفين نحوًا من 130 كتابًا من مؤلفاته. وذكر الزركلي أن مؤلفاته تبلغ نحوًا من 200 كتاب. ولعل من أهمها: الضوء اللامع في أعيان القرن التاسع؛ فتح المغيث شرح فيه ألفية العراقي في علوم الحديث؛ المقاصد الحسنة في بيان كثير من الأحاديث المشتهرة على الألسنة؛ تلخيص تاريخ اليمن؛ طبقات المالكية؛ تاريخ المدينتين؛ الإعلان بالتوبيخ لمن ذم التاريخ.

نقلا عن
الموسوعة العربية العالمية http://www.mawsoah.net",1,34,"B98C1B76","902","شمس الدين أبو الخير محمد بن عبد الرحمن بن محمد السخاوي","902"), 
 (168,"الملا على القاري","الملا علي القاري (000 - 1014 هـ = 000 - 1606 م) 

علي بن (سلطان) محمد، نور الدين الملا الهروي القاري: فقيه حنفي، من صدور العلم في عصره.

ولد في هراة وسكن مكة وتوفي بها.
قيل: كان يكتب في كل عام مصحفا وعليه طرر من القراآت
والتفسير فيبعيه فيكفيه قوته من العام إلى العام.
وصنف كتبا كثيرة، منها « تفسير القرآن - خ » ثلاثة مجلدات، و « الأثمار الجنية في أسماء الحنفية » و « الفصول المهمة - خ » فقه، و « بداية السالك - خ » مناسك، و « شرح مشكاة المصابيح - ط » و « شرح مشكلات الموطأ - خ » و « شرح الشفاء - ط » و « شرح الحصن الحصين - خ » في الحديث، و « شرح الشمائل - ط » و « تعليق على بعض آداب المريدين، لعبد القاهر السهرودي - خ » في خزانة الرباط (2503 ك) و « سيرة الشيخ عبد القادر الجيلاني - ط » رسالة، ولخص مواد من القاموس سماها « الناموس » وله « شرح الاربعين النووية - ط » و « تذكرة الموضوعات - ط » و « كتاب الجمالين، حاشية على الجلالين - ط » جزء منه، في التفسير، و « أربعون حديثا قدسية - خ » رسالة، و « ضوء المعالي - ط » شرح قصيدة بدء الأمالي، في التوحيد، و « منح الروض الأزهر في شرح الفقه الأكبر - ط » ورسالة في « الرد على ابن العربي في كتابه الفصوص وعلى القائلين بالحلول والاتحاد - خ » و « شرح كتاب عين العلم المختصر من الإحياء - ط » و « فتح الأسماع - خ » فيما يتعلق بالسماع، من الكتاب والسنة ونقول الائمة، و « توضيح المباني - خ » شرح مختصر المنار، في الأصول، و « الزبدة في شرح البردة - خ » في مكتبة عبيد.
ونقل لي عن هامشه، بشأن الخلاف حول اسم أبي صاحب الترجمة، الحاشية الآتية:
« ودأب العجم أن يسموا أولادهم أسماء مزدوجة مثل فاضل محمد وصادق محمد وأسد محمد. واسم أبيه سلطان محمد. فهو من هذا القبيل على ما سمع وأما كونه من الملوك فلم يسمع » 

نقلا عن : الأعلام للزركلي",1,421,"04F5AFAD","1014","علي بن (سلطان) محمد، أبو الحسن نور الدين الملا الهروي القاري","1014"), 
 (169,"السيوطي","السُّيوطي، جلال الدين (849 - 911 هـ، 1445 - 1505م).

عبد الرحمن بن أبي بكر، جلال الدين. والسيوطي نسبة إلى أسيوط مدينة في صعيد مصر. عالم موسوعي في الحديث والتفسير واللغة والتاريخ والأدب والفقه وغيرها من العلوم. وُلد في القاهرة ونشأ فيها. رحل إلى الشام والحجاز واليمن والهند والمغرب ثم عاد إلى مصر فاستقر بها. تولى مناصب عدة. ولما بلغ الأربعين، اعتزل في منزله، وعكف على التصنيف. ذُكر له من المؤلفات نحو 600 مؤلف. منها المجلدات الكبيرة ومنها الرسالة القصيرة ذات الورقة أو الوريقات. وذكر الأستاذ أحمد الشرقاوي في كتابه مكتبة الجلال السيوطي أن عدد مؤلفاته بلغ 725 مصنفًا. من أشهر كتبه: الجامع الكبير؛ الجامع الصغير في أحاديث النذير البشير؛ الإتقان في علوم القرآن؛ الدر المنثور في التفسير بالمأثور؛ تنوير الحوالك في شرح موطأ الإمام مالك؛ الخصائص والمعجزات النبوية؛ طبقات الحفاظ؛ طبقات المفسرين؛ الأشباه والنظائر وهما كتابان باسم واحد أحدهما في اللغة، والثاني في فروع الشافعية؛ بغية الوعاة في طبقات اللغويين والنحاة؛ الفريدة، وهي ألفية في النحو، وله ألفية أخرى في مصطلح الحديث؛ اللآلئ المصنوعة في الأحاديث الموضوعة؛ همع الهوامع. وله مشاركات أدبية: شعر ومقامات. توفي بالقاهرة.

نقلا عن
الموسوعة العربية العالمية http://www.mawsoah.net",1,7,"2F69794F","911","عبد الرحمن بن أبي بكر، جلال الدين السيوطي","911"), 
 (170,"صديق حسن خان","صديق حسن خان (1248 - 1307 هـ = 1832 - 1890 م) 

محمد صديق خان بن حسن بن علي ابن لطف الله الحسيني البخاري القِنَّوجي، أبو الطيب: من رجال النهضة الإسلامية المجددين.
ولد ونشأ في قنوج (بالهند) وتعلم في دهلي.
وسافر إلى بهوپال طلبا للمعيشة، ففاز بثروة وافرة، قال في ترجمة نفسه: (ألقى عصا الترحال في محروسة بهوپال، فأقام بها وتوطن وتمول، واستوزر وناب، وألف وصنف) وتزوج بملكة بهويال، ولقب بنواب عالي الجاه أمير الملك بهادر.
له نيف وستون مصنفا بالعربية والفارسية والهندسية.
منها بالعربية (حسن الاسوة في ما ثبت عن الله ورسوله في النسوة - ط) و (أبجد العلوم - ط) و (فتح البيان في مقاصد القرآن - ط) عشرة أجزاء، في التفسير، و (لف القماط - ط) في اللغة، و (حصول المأمول من علم الاصول - ط) و (عون الباري - ط) في الحديث، و (العلم الخفاق من علم الاشتقاق - ط) و (العبرة مما جاء في الغزو والشهادة والهجرة - ط) و (الطريقة المثلى - ط) في ترك التقليد، و (نيل المرام من تفسير آيات الاحكام - ط) و (خلاصة الكشاف - ط) في إعراب القرآن، و (البلغة إلى أصول اللغة - ط) و (غصن البان المورق - ط) رسالة في الأدب، ومثلها (نشوة السكران - ط) و (الروضة الندية - ط) في شرح الدرر للشوكاني، و (التاج المكلل - ط) في التراجم، اشتمل على 543 ترجمة

نقلا عن : الأعلام للزركلي",1,330,"64CA1E5D","1307","أبو الطيب محمد صديق خان بن حسن بن علي ابن لطف الله الحسيني البخاري القِنَّوجي","1307"), 
 (171,"ابن القطان الفاسي","ابن القطان الفاسي (562 - 628 هـ = 1167 - 1230 م) 
علي بن محمد بن عبد الملك الكتامي الحميري الفاسي، أبو الحسن ابن القطان: من حفاظ الحديث، ونقدته.
قرطبي الأصل. من أهل فاس. أقام زمنا بمراكش
قال ابن القاضي: رأس طلبة العلم بمراكش، ونال بخدمة السلطان دنيا عريضة، وامتحن سنة 621 فخرج من مراكش، وعاد إليها واضطرب أمره، ثم ولي القضاء بسجلماسة، فاستمر إلى أن توفي بها. ونقمت عليه في قضائه أمور.
له تصانيف، منها « بيان الوهم والإيهام الواقعين في كتاب الاحكام - خ » (1)  انتقد به أحكام عبد الحق ابن الخراط، قال ابن ناصر الدين: ولابن القطان فيه وهم كثير نبه عليه أبو عبد الله الذهبي في مصنف كبير.
ومن كتبه « مقالة في الأوزان » و « النظر في أحكام النظر » و «برنامج» مشيخته، ونسب إليه « نظم الجمان - ط » قطع منه، وليس من تصنيفه.

نقلا عن : الأعلام للزركلي
__________
(1) ثم طبع وهو من ضمن كتب هذا البرنامج (المكتبة الشاملة)",1,1100,"B9BF3AA0","628","علي بن محمد بن عبد الملك الكتامي الحميري الفاسي، أبو الحسن ابن القطان","628"), 
 (172,"محمد صبحي حلاق","هو أبو مصعب : محمد صبحي بن حسن حلاق التفتنازي مولداً، والصنعاني هجرةً وإقامةً .
ولد في بلدته في سوريا عام 1372 هـ المواقف: 1954 م .

[نشأته]
نشأ الشيخ نشأةً إسلامية بحتة ، ومنذ نعومة أظفاره بدأ يقرأ العلم الشرعي على شيوخ عصره وأعلام مصره والأمصار التي وصل إليها في شبابه، كالأردن جلس فيها ستة أشهر ثم بلاد الحرمين للحج والعمرة في عام 1981 م ، ثم اتجه لليمن منذ ذاك الوقت إلى يومنا هذه .

[دروسه على أهل العلم، والعلوم التي تلقاها عنهم]
تلقى الشيخ علوم العقائد والقرآن وعلومه، والحديث ومصطلحه، والفقه وأصوله، وعلوم العربية على علماء عدة في مدينة حلب الشهباء، وحماة ودمشق، وهاك تفصيل شيوخه والعلوم التي تلقاها عنهم :
تنبيه: الشيخ سلفي العقيدة على منهج أهل السنة والجماعة، وقد حقق عدَّة كتب في ذلك منها الواسطية، ومعارج القبول للحكمي وغيرها .

[من شيوخه]
1) الشيخ عبد الحميد عز - رحمه الله - والشيخ خالد بن محمود خطيب - رحمه الله - قرأ في الكتَّاب القرآنَ الكريم كاملاً عليهما، وهو مجاز برواية حفص عن عاصم فقط .
2) أخذ عن الشيخ محمد عبدو ديب درساً عامةً وخاصة بمعرتمصرين في محافظة إدلب عام 1962 م .
3) أخذ عن الشيخ الدكتور نور الدين عتر الحلبي: علوم القرآن وعلوم الحديث في ثانوية إبراهيم هنانو في حلب عام 1965 م -1966 م . وأخبرني أنه التقى بشيخه مرةً أخرى بعد مجيئه اليمن، ودار بينهم حوار .
4) حضر دروس العلامة الشيخ عبد الله سراج الدين التي كانت تعقد في حلقته العلمية إذ ذاك .
5) حضر دروس العلامة الشيخ عبد الفتاح أبو غدة الحلبي التي كانت تعقد في حلقته العلمية وفي مسجده إذ ذاك . ( وقد ذكر الشيخ حلاق أنه يخالف شيخه أبا غدة في بعض الأمور منها: مدحه الكوثري، وبعض الأمور الأخرى ) .
) قرأ على الشيخ محمد أديب الكيلاني الحموي، - في حلب الشهباء في جامع العادلية - الكتب التالية ( المعرفة لعبد الكريم الرفاعي ) و( قصة الإيمان للشيخ نديم الجسر ) و( شرح جوهرة التوحيد للشيخ إبراهيم الباجوري ) . وقد ذكر الشيخ حلاق أنه يخالف شيخه في عقيدته، وإنما درس عليه لأنهم الموجودون في سوريا، وهم على مذهب الأشاعرة .
7) قرأ على الشيخين : عدنان سرميني الحلبي و هشام سرميني الحلبي - في جامع العادلية حلب - الفقه الشافعي والفقه الحنفي .
8) حضر دروس الشيخ العلامة محمد الحامد الحموي - رحمه الله - وأجازه بجميع كتبه، وكتب الإجازة عليها بخطه مع الإهداء .
9) حضر دروساً عدَّة في مساجد دمشق التي كانت تبلغ الدروس في مساجدها بـ(360 ) درساً في اليوم .
10) أخذ عن الشيخ العلامة محمد هاشم المجذوب شافعي عصره وفريد مصره الملقب بالشافعي الصغير - في جامع السنجقدار في دمشق - الكتب التالية : ( الترغيب والترهيب للمنذري ) و( المجموع شرح المهذب للنووي )و( إعانة الطالبين للنووي )وكتب أخرى مختصرة ومطولة في الحديث ومصطلحه .
11) قرأ على الشيخ الدكتور محمد سعيد رمضان البوطي - في دمشق الفيحاء - كلاً من ( كبرى اليقينيات الكونية ) له، و( فقه السيرة ) له . وذكر الشيخ حلاق: أنه لا يوافق شيخه في تصوفه ومخالفته في بعض المسائل الصوفية وغيرها .
12) أخذ عن العلامة المقرئ عبد الوهاب دبس وزيت الدمشقي الفقه الحنفي .
13) أخذ عن الشيخ عبد الحفيظ الحافظ الدمشقي ( شذور الذهب في معرفة علوم العرب لابن هشام الأنصاري ) و( قطر الندى لابن هشام أيضاً ) و( شرح ابن عقيل على ألفية ابن مالك ) .
14) حضر دروس العلامة الشيخ خالد شقفة فقيه الشافعية في مدينة حماة .
15 ) قرأ على مجموعة من أهل العلم في عصره الذين كانوا يدرسون في معهد الروضة الهدائية بحماة الكتب التالية :
في النحو ( شذور الذهب لابن هشام ) و( قطر الندى لابن هشام ) و( شرح ابن عقيل على الألفية ) .
في الفرائض ( شرح الرحبية للسبط المارديني ) .
في مصطلح الحديث ( تدريب الراوي للسيوطي ) .
في أصول الفقه ( أصول الفقه لعبد الوهاب الخلاف ) .
في التوحيد ( جوهرة التوحيد ) . قلتُ: والشيخ على عقيدة أهل السنة والجماعة، وإنما هذه الكتب في بداية الطلب .
في الفقه الشافعي ( إعانة الطالبين ) و( الإقناع في حل مسائل أبي شجاع للخطيب الشربيني ) .
في الحديث ( سبل السلام للصنعاني ) .
في التفسير ( تفسير آيات الأحكام للسايس ) .
في البلاغة ( البلاغة الواضحة لعلي الجارم ) .
وكتب أخرى في المنطق وغيره .
16) حضر بعض الدروس لفضيلة الدكتور عبد الوهاب بن لطف الديلمي في تفسير أبي السعود، وخرَّج بعض الأحاديث التي تمرُّ خلال الدرس، ويتلوها على الحاضرين الشيخ الديلمي لحسن ظنه به وحبه له، ولذلك فإنَّ الشيخ الديلمي من المشجعين للشيخ حلاق في استمرارية التحقيق وتقديم له ما يحتاج بقدر الاستطاعة ويقدم له بعض تحقيقاته ويثني عليه .
17) الشيخ العلامة قاضي اليمن محمد بن إسماعيل العمراني، للشيخ حلاق معه مواقف كثيرة من تشجيع له وتيسير أموره ومساعدته والدعاء له، وقد أجازه العمراني مرات كثيرة وذلك من محبته له، وكانت آخر إجازة له في يوم الأحد 19 محرم 1421 هـ الموافق 23/4/2000 م بحضور الشيخ العلامة ياسين جاسم المحيمد والشيخ الفقيه عامر حسين أبو المقداد والشيخ المسند عادل حسن أمين، وأولاد شيخنا حسان حلاق و عبد الرحمن حلاق .
وللمزيد من أخبار الشيخ ومعرفة أسانيده يراجع في كتاب: ( تحفة المشتاق بأسانيد محمد صبحي حلاق ) لعلي المحيمد .

[لقاءات الشيخ بأهل العلم]
لقد التقى الشيخ المحقق محمد صبحي حلاق بعدد من العلماء وتناقش معهم منهم :
1) الشيخ المحدث محمد ناصر الدين الألباني - رحمه الله - التقى به مراراً في الأردن وهو صغير، ثم التقى به في الأردن وأثنى الشيخ الألباني على تحقيق الروضة الندية وأوصاه بالتثبت، ودار بينهم نقاش حول أخذ ما زاد على القبضة من اللحية، لأنَّ لحية الشيخ حلاق طويلة فوق القبضة وزيادة .
2) الشيخ المحدث مقبل بن هادي الوادعي - رحمه الله - التقى به ثلاث مرات:
اللقاء الأول: في جامع الدعوة بصنعاء :حول كتاب الشيخ مقبل ( المخرج من الفتنة ) وحضره كل من باغويطة صاحب مكتبة العلاء بن الحضرمي بالمكلا، والشيخ عبد الله اليزيدي .
اللقاء الثاني: حول حجية الإجماع حضره الشيخ محمد عبد الوهاب الوصابي .
اللقاء الثالث: عند الوادعيين الشيخ صالح الوادعي والشيخ محمد الوادعي: وكان موضوع اللقاء حول الاستعانة بالمشركين . وكان اللقاء في بيت الشيخ محمد الوادعي، وحضره الشيخ عبد المجيد الريمي، والشيخ محمد البيضاني .
3) الشيخ المحدث عبد المحسن العباد - حفظه الله - التقى به في بيته بالمدينة النبوية ، وكان اللقاء في مواضيع ومنها حول كتاب تطهير الاعتقاد للصنعاني، وحضره الشيخ عبد الرزاق العباد وغيره .
4) الشيخ المحدّث حمَّاد الأنصاري - رحمه الله - بالمدينة النبوية، وكان موضوع اللقاء نقاش حول إطالة التحقيق وأهمية التخفيف في التحقيق .
5) الشيخ المقرئ عبد العزيز عيون السود - و لاأدري الآن في ماذا كان اللقاء - .
ولم يلتق الشيخ حلاق بالشيخ ابن باز أو العثيمين - رحمهما الله -

[الوظائف التي شغلها]
1) عمل إماماً وخطيباً في محافظة دمشق لمدة أربع سنوات .
2) عمل إماماً ومدرساً في محافظة إدلب لمدة ست سنوات .
3) درّس كتاب ( سبل السلام للصنعاني ) وكتاب ( الرسالة للإمام الشافعي ) في جامع الدعوة بصنعاء .
4) عمل إماماً وخطيباً في صنعاء لمدة تسع سنوات .
5) درَّس كلاً من الفقه والأصول والحديث والمصطلح والمواريث، في معهد صنعاء العلمي بأقسامه الثلاثة ( عام ) ( شرعي ) ( معلمين ) لمدة ثمان سنوات، خلَّف كثيراً من الطلاب الذين منهم من صار مدرساً وبعضهم إماماً أو خطيباً أو عالماً أو مهندساً أو طبيباً أو مسئولاً .
6) عمل موجهاً في إدارة الثقافة والنشاط الاجتماعي التابع لوزارة التربية والتعليم في اليمن لمدة خمس سنوات .
7) شارك في وضع مناهج جامعة الإيمان، حيث قرر له كتاب ( بداية المجتهد ونهاية المقتصد ) لابن رشد الحفيد بتحقيقه . وكتاب ( الدراري المضية شرح الدرر البهية للشوكاني ) بتحقيقه .

[مؤلفات الشيخ]
لم يعتن الشيخ بالتأليف إكثاراً وكثرةً قدر عنايته بالتحقيق وإخراج النصوص المحققة وإحياء التراث
أما مؤلفاته فهي كالتالي :
1) الفوائد المجتمعة لخطيب الجمعة . ط: دار ابن حزم - بيروت .
2) اللباب في فقه السنة والكتاب . ط: مكتبة الصحابة - القاهرة .
3) الأدلة المرضية لمتن الدرر البهية . ط: دار الفكر - بيروت .
4) المعين في فقه السنة والكتاب المبين .ط: دار الفكر - بيروت .
5) الشباب عوامل تكوينهم وأسباب مشكلاتهم في ضوء الكتب والسنة .ط: مكتبة المعارف - الرياض .
6) الأحاديث القدسية في الصحيحين وشرح مفرداتها . ط: مكتبة المعارف - الرياض .
7) رجال تفسير الطبري جرحاً وتعديلاً .ط: دار ابن حزم - بيروت .
8) الإيضاحات العصرية للمقاييس والأوزان الشرعية .ط: دار الجيل الجديد - صنعاء .
9) اللباب لتخريج المباركفوري لقول الترمذي وفي الباب . ط: دار إحياء التراث العربي - بيروت .
10) بغية المتفقهين لأدلة منهاج الطالبين للنووي . ط: دار ابن كثير - دمشق .
11) مدخل إرشاد الأمة إلى فقه الكتاب والسنة . ط: دار الندى .
12) الشامل الميسر في الفقه .
وله مؤلفات أخرى لكنها لم تكتمل بعدُ

[تحقيقاته لكتب التراث اليمني وغيره] منها
1- نيل الاوطار
2- سبل السلام
3- الروضة الندية
4 - حاشية ابن عابدين

[استطرادات]
* قصة الشيخ محمد صبحي حلاق مع ( الفتح الرباني ) للشوكاني :
ذكر الشيخ قصته مع كتاب ( الفتح الرباني من فتاوى الشوكاني ) الذي طبع بمكتبة الجيل الجديد بصنعاء، وهي كالتالي :
لمَّا دخل الشيخ صبحي حلاق اليمن في عام 1981 م تقريباً، كان كثير التردد على مكتبة دار القدس بصنعاء، أيام كان يتواجد فيها الشيخ عبد الله اليزيدي وعبد القادر باغويطة، وفي مرةٍ من المرات لقي فيها شيخاً كبير السن، وتعرف عليه، ألا وهو شيخه القاضي العلامة محمد بن إسماعيل العمراني - فقيه اليمن - وتعرَّف عليه، وذكر له أن يحب الشوكاني ويحب كتبه، فأخبره الشيخ العمراني أنه يوجد عنده بعض الأجزاء من كتاب ( الفتح الرباني ) للشوكاني، فأعطاه ما عنده من الأجزاء، والكتاب مكوَّن من ( خمسة أجزاء ) ثم تابع شيخنا حلاَّق بقية الأجزاء هنا وهناك، حتى اجتمع له ( الجزء الأول والثاني والثالث والخامس ) أما الرابع فلا، فسأل عنه، فأخبره ( المقحفي: من المسؤلين على مكتبة الجامع الكبير ) أنَّه خرج من المكتبة من فترة بعيدة ولم يعد، فهو مفقود .
لكن عزم الشيخ استمرَّ في البحث عن الجزء الرابع هنا وهناك لعله يجده .
وفي يوم من الأيام والشيخ في بيته إذ بطارق على الباب، ففتح شيخنا فإذا هو برجل غريب لا يعرفه، يقول له: هل تشتري مني هذا ؟ فنظر الشيخ فيه فإذا هو الجزء الرابع من ( الفتح الرباني ) صورة منه، فحمد الله، فقال الغريب: أريد ثمانين ألفاً يمنياً، فقال الشيخ : أعطيك ستين ألفاً . فقال الغريب: بل ثمانين ألفاً . فدفع له الشيخ ما أراد من المبلغ، وسأله من أين أتى به ؟ ومَن هو اسمه ليثبته على الكتاب، فرفض، وأخذ المال، وولى .
قال الشيخ فاتصلت على الشيخ العمراني وأخبرته ففرح، وقال لي : ابدأ التحقيق، فبدأ الشيخ التحقيق، حتى خرج الكتاب للناس في طبعته هذه اليوم .

* جواب للشيخ عن منظومات متن (الدرر البهية ) للشوكانى :
 نظمه الشيخ الضمدي أحد أعلام اليمن",1,1114,"30A2091A","99999","أبو مصعب محمد صبحي بن حسن حلاق","معاصر"), 
 (173,"الرباعي","الرباعي  (1200 - 1276 هـ = 1786 - 1860 م)

هو: الحسن بن أحمد بن يوسف بن محمد بن أحمد الرُّباعي.
والرُّباعِيُّ -بضم الراء المشددة وبعدها موحدة خفيفة-: نسبة إلى جده الأعلى القاضي عبد الله بن محمد بن جابر العَوْدَري السكْسَكِي (ت 711) ، وكان من أعيان القرن السابع الهجري، وعُرِف بالرُّباعي لأن له أربع أصابع .
وعائلة المترْجَم معروفة بالفضل والعلم، فكما أسلفنا عن جده القاضي عبد الله كان أولاده من بعده، فقد سكنوا مدينة جِبْلَة وعكفوا على الدراسة وإحياء العلم، وقد تولى بعضهم القضاء، ثم انتقل جدُّ المؤلف القاضي يوسف بن محمد بن أحمد إلى صنعاء وسكن بها، وبقيت العائلة بصنعاء إلى عصرنا، ومن المعاصرين السفير محمد بن عبد الرحمن الرُّباعي وغيره.

ولد المؤلف تقريبًا على رأس القرن الثاني عشر (نحو 1200) بمدينة صنعاء.
وتلقَّى العلم أوَّلاً على والده العلامة أحمد بن يوسف الرُّباعي (ت 1231) وقد كان مبرزًا في علوم العربية والفقه والحديث، وله في الحديث رواية واسعة، وقد أخذ المؤلف عن والده الإجازة بأغلب كتب الحديث وغيرها من كتب العلم، وقد ذكر أسانيده في (ملحق فتح الغفار) -وهو ملحق بآخر الكتاب-. ووالده من تلاميذ الشوكاني، وقد وصفه الشوكاني بـ: قوة الفهم والعرفان التام والإنصاف وعدم الجمود على التقليد.
ثم قرأ على جماعةٍ من شيوخ العصر، كالعلامة محمد بن علي الشوكاني (ت 1252) وقد اختص به ولازمه، فقرأ عليه في علم المعاني والبيان، وفي علم التفسير سمع عليه (تفسير الزمخشري) ، وفي ""الصحيحين"" والسنن، وفي مؤلفاته خاصة (شرح المنتقى) و(الدرر) . وقد لازمه مع أبيه واستمر كذلك بعد وفاته، وحصل (نيل الأوطار) بخطه.
وأخذ أيضًا عن السيد العلامة الحسن بن يحيى الكبسي (ت 1238) وقد سمع عليه الكتب الستة، والقاضي العلامة يحيى بن علي الشوكاني(ت 1267) ، والقاضي العلامة محمد بن أحمد السودي الصنعاني (ت 1236) ، والعلامة عبد الله بن محمد الأمير الصنعاني (ت 1242) ، والقاضي حسين بن محمد العنسي  (ت 1235) ، والعلامة إبراهيم بن عبد القادر الكوكباني (ت 1223) ، وغيرهم من مشايخ العلم بصنعاء.
قال عنه شيخه الشوكاني: واستفاد في جميع العلوم الآلية، وفي علم السنة المطهرة، وله فهم صادق، وإدراك قوي، وتصور صحيح، وإنصاف وعمل بما تقتضيه الأدلة. وهو الآن من أعيان أهل العرفان ومحاسن حَمَلَة العلم بمدينة صنعاء. اهـ.
وقال أيضًا عند ذكر أبيه: وولده حسن بن أحمد من أذكياء الطلبة، وله سماع علي في المؤلفَيْن المذكورَيْن -شرح المنتقى والدرر- فهو مع حداثة سنه يسابق في فهمه. اهـ.
وقال عصْرِيُّه الشجني: القاضي العلامة المدقق، والنبيل الفهامة المحقق.
وقال محمد زبارة: صار من أكابر أعيان علماء عصره.
ويظهر لنا جليًّا من ترجمة المؤلف -رحمه الله- وتعليقاته على الأحاديث وعلى حواشي النسخة نزوعه إلى الاجتهاد، وترك التقليد والجمود، واهتمامه بعلم السنة والحديث رواية ودراية.
كما يظهر -أيضًا- من الملحق في آخر (فتح الغفار) الذي كتبه المؤلف في بيان إجازاته من مشايخه، وأسانيده إلى كتب السنة، أو مصنفات الأئمة = مدى عنايته بمصنفات المحققين من العلماء والأئمة المشهود لهم بالتقدم في اتباع الدليل وصفاء المشرب، كمؤلفات المجد ابن تيمية صاحب (المنتقى) ، وحفيده شيخ الإسلام ابن تيمية، وتلميذه العلامة ابن القيم، والإمام ابن الوزير اليماني، والحافظ ابن حجر العسقلاني، وتلميذه الحافظ السخاوي، وغيرهم.

* مؤلفاته:
أما مؤلفاته فلم نعرف منها إلاَّ عدة كتب:
- هذا الكتاب (فتح الغفار الجامع لأحكام سنة نبينا المختار - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -) . مكث في تأليفه أكثر من ثماني سنوات، بدأ به عام 1232 وانتهى عام 1240.
- ورساله في مسألة هل الحديث يفيد العلم أو الظن؟ منها نسخة في الجامع الكبير بالمكتبة الغربية (95 مجاميع) كتبت سنة 1337.
- رسالة في حكم إسبال الإزار دون الكعبين، ذكرها المؤلف في تعليق له على حاشية النسخة انظر 1/259. وخلص فيها إلى القول بتحريمه.
- رسالة في صلاة التسبيح، ذكرها المؤلف في تعليقٍ له على حاشية النسخة انظر 1/485. وتكلم فيها على كل حديث بما في إسناده، وخلص إلى أن كل أسانيده معلولة.

* وفاته:
توفي -رحمه الله تعالى- عام 1276 عن نحو ستٍ وسبعين سنة في مدينة صنعاء.

مصدر الترجمة : مقدمة تحقيق كتاب فتح الغفار",1,1116,"C0039923","1276","الحسن بن أحمد بن يوسف بن محمد بن أحمد الرُّباعي الصنعاني","1276"), 
 (174,"موفق الدين ابن قدامة المقدسي","ابن قدامة (541 -620هـ، 1147 - 1223م).

عبد الله بن أحمد بن محمد بن قدامة الجماعيلي المقدسي ثم الدمشقي الحنبلي. فقيه محدّث ولد بجماعيل، وهى قرية بجبل نابلس بفلسطين. ثم رحل إلى دمشق، وقرأ القرآن، وسمع الحديث الكثير من والده، ومن أبي المكارم ابن هلال، ومن أبي المعالي بن صابر وغيرهم. ثم رحل إلى بغداد مع ابن خالته الحافظ عبد الغني وسمع من علمائها ثم عاد إلى دمشق. كان حجة في المذهب الحنبلي. برع وأفتى وناظر وتبحر في فنون كثيرة. وكان زاهدًا ورعًا متواضعًا، حسن الأخلاق، كثير التلاوة للقرآن، كثير الصيام والقيام. قال ابن تيمية في حقه: ما دخل الشام بعد الأوزاعي أفقه من ابن قدامة. وقال عنه ابن الحاجب: كان ابن قدامة إمام الأئمة ومفتي الأمة اختصه الله تعالى بالفضل الوافر والخاطر العاطر والعلم الكامل، طنت بذكره الأمصار وضنت بمثله الأعصار، قد أخذ بمجامع الحقائق النقلية والعقلية. فأما الحديث فهو سابق فرسانه، وأما الفقه فهو فارس ميدانه، أعرف الناس بالفتيا وله المصنفات الغزيرة ... له كتب كثيرة أشهرها: المغني في شرح الخرقي في الفقه، ويقع في عشرة مجلدات؛ الكافي في الفقه، ويقع في أربعة مجلدات؛ المقنع في الفقه؛ الهداية؛ العمدة والأخيران في الفقه؛ روضة الناظر وجنة المناظر في أصول الفقه وقد شرحها ابن بدران شرحاً سماه: نزهة الخاطر العاطر. وله أيضاً مختصر العلل للخلال، وغيرها كثير.

نقلا عن
الموسوعة العربية العالمية http://www.mawsoah.net",1,474,"8AD5297B","620","أبو محمد موفق الدين عبد الله بن أحمد بن محمد ، الشهير بابن قدامة المقدسي","620"), 
 (175,"محمد بن عبد الرحمن الخميس","د محمد بن عبد الرحمن الخميس الأستاذ المشارك في كلية أصول الدين بالرياض

من مؤلفاته
1 - عقائد الأئمة الأربعة في التوحيد
2- أصول الدين عند الإمام أبي حنيفة
3 - اعتقاد السلف ، شرح أصحاب الحديث
4- تحقيق كتاب الاعتقاد لابن أبي يعلى
",5,28,"62B3591C","99999","محمد بن عبد الرحمن الخميس",NULL), 
 (176,"أحمد بن عطية بن علي الغامدي","الدكتور أحمد بن عطية بن علي الغامدي 
حصل على رسالة الدكتوراة من  كلية الشريعة والدراسات الإسلامية  - جامعة الملك عبد العزيز عن موضوع : البيهقي وموقفه من الإلهيات
ثم طبعته عمادة البحث العلمي بالجامعة الإسلامية، المدينة المنورة، المملكة العربية السعودية

",5,1110,"CC1E0774","99999","أحمد بن عطية بن علي الغامدي",NULL), 
 (177,"عبد الناصر بن خضر ميلاد","عبد الناصر بن خضر ميلاد
حصل على الدكتوراة من جامعة الخرطوم 1425 هـ عن موضوعه ( البيوع المحرمة والمنهي عنها : دراسة فقهية مقارنة)
ثم طبعته دار الهدي النبوي بمصر (المنصورة) :  1426 هـ في مجلد
له من الكتب (غير البحث السابق)
- المصارحة في أحكام المصافحة
- الأحكام الشرعية في زكاة الأموال العصرية
 
 ",2,1108,"F45F6A8E","99999","عبد الناصر بن خضر ميلاد",NULL), 
 (178,"سعيد الأفغاني","سعيد الأفغاني ( 1327هـ  -   1417هـ =  1909م  -   1997م)

سعيد بن محمد بن أحمد الأفغاني كاتب عربي اشتهر بالنحو وفقيه ظاهري , ولد عام 1909م بمدينة دمشق جاء والده لسوريا مهاجرا من كشمير وتزوج من دمشقية, تيتم وهو صغير وتعلم في مدارس دمشق ثم انتسب لمدرسة الأدب العليا فيها وتخرج منها فعين في سلك التعليم.
انتدب للتدريس في المعهد العالي للمعلمين فكلية الآداب لاحقا، ثم أصبح رأيسآ لقسم اللغة العربية فيها ثم أصبح عميدا لها حيث يعد من مؤسيسيها.
انتخب عضواً في مجمع اللغة العربية في القاهرة و مجمع اللغة العربية في بغداد.
بعد إحالته على التقاعد درس في جامعات لبنان وليبيا والسعودية والأردن, ثم عاد إلى دمشق فانكب على المطالعة والكتابة حتى آخر عمره حيث توفى سنة 1997م وهو في مكة المكرمة ودفن بها.

من مؤلفاته
1 -الموجز في قواعد اللغة العربية وشواهدها.
2 -معاوية في الأساطير 
3 -نظرات في اللغة عند ابن حزم 
4 - أسواق العرب في الجاهلية والإسلام 
5 - في أصول النحو 
6 - الإسلام والمرأة 
7 - من تاريخ النحو 
8 - ابن حزم ورسالة المفاضلة بين الصحابة 
9 - عائشة والسياسة 
10 - مذكرات في قواعد اللغة العربية 

 الكتب التي حققها
1 -الإجابة لإيراد ما استدركته عائشة على الصحابة ( للزركشي) 
2 -المفاضلة بين الصحابة ( للزركشي ) 
3 -الإغراب في جدل الإعراب ( للرمان)
4 -لمع الأدلة ( للأنباري ) 
5 - تاريخ داريا ( للخولاني ) 
6 - سير أعلام النبلاء ( للذهبي جزآن، أحدهما بترجمة عائشة رضي اللّه عنها، والآخر بترجمة ابن حزم) 
7 - إبطال القياس والرأي والاستحسان ( لابن حزم ) 
8 - الإفصاح في شرح أبيات مشكلة الإعراب ( للفارقي ) 
9 - الحجة في القراءات السبع ( لابن زنجلة ) 
10 - كتب عن أغلاط المنجد (المعجم العربي المشهور) 
",1,1107,"BC7D88F2","1417","سعيد بن محمد بن أحمد الأفغاني","1417"), 
 (179,"هشام آل عقدة","هو أبو عاصم هشام بن عبد القادر بن محمد آل عقدة 

وهو بالأساس طبيب بشري ، ولكنه لاهتمامه الكبير بالعلوم الشرعية التحق بكلية الشريعة والقانون، جامعة الأزهر، فرع دمنهور حيث حصل على ليسانس الشريعة منها ، بتقدير عام جيد جدا مع مرتبة الشرف، على المذهب الشافعي
، كما حصل في نفس العام على لسانس شريعة مذهب حنبلي من جامعة القاهرة 

وحصل في 2007 م على الماجستير - بامتياز - في الفقه المقارن عن رسالته التي قدمها بعنوان / الحبس: ضوابطه وآثاره في الفقه الإسلامي ، وقد تمت مناقشة عقدة في 29 من شهر يناير عام 2007 في جامعة الأزهر بكلية الشريعة والقانون بدمنهور 

قائمة ببعض الشيوخ الذين تتلمذ على أيديهم أو جلس إليهم أو صحبهم الشيخ/ هشام عقدة
فممن تلقى عنهم وعرفوه وأثنوا عليه:

1. سماحة الشيخ عبد الله بن حسن القعود (عضو اللجنة الدائمة للإفتاء وعضو هيئة كبار العلماء ـ سابقًا ـ بالمملكة العربية السعودية) المتوفى في 8 رمضان 1426هـ الموافق 11 أكتوبر 2005
2. الأستاذ الدكتور الشيخ عبد العزيز بن عبد الفتاح القاري (عميد كلية القرآن الكريم في الجامعة الإسلامية سابقًا، وإمام وخطيب مسجد قباء)
3. الشيخ محمد بن صالح المقبل (قاضي مدينة المذنب سابقًا)، المتوفى عام 1402هـ
4. الشيخ عبد الله بن جار الله آل جار الله، المتوفى 1414هـ
5. الدكتور الشيخ صالح بن عبد الله العبود (مدير الجامعة الإسلامية بالمدينة المنورة حاليًا، ومدرس بالمسجد النبوي)
6. الدكتور الشيخ ناصر بن سليمان العمر (أستاذ التفسير بكلية أصول الدين بجامعة الإمام محمد بن سعود الإسلامية)
7. الدكتور الشيخ سلمان بن فهد العودة (مدرس بكلية الشريعة وأصول الدين بالقصيم)
8. الدكتور الشيخ محمد بن صالح بن عبد الله الفوزان (عضو هيئة التدريس بكلية المعلمين بالرياض)
9. الأستاذ الدكتور مسفر بن غرم الله الدميني (أستاذ الحديث وعلومه بجامعة الإمام محمد بن سعود الإسلامية بالرياض) 
10. الشيخ عبد الكريم الجار الله (مندوب الدعوة والإرشاد بالمذنب)
11. الشيخ عبد الله بن علي الغضية (عضو الدعوة والإرشاد سابقًا)

وممن جلس إليهم: 
فضيلة الشيخ محمد بن صالح العثيمين رحمه الله (الأستاذ بكلية الشريعة وأصول الدين بجامعة الإمام محمد بن سعود فرع القصيم) المتوفى 1421هـ، والشيخ أبي بكر جابر بن موسى الجزائري المدرس بالمسجد النبوي حفظه الله. 

وممن صحبهم: 
الدكتور الشيخ سعود بن إبراهيم الشريم إمام المسجد الحرام بمكة المكرمة حفظه الله تعالى.
وفي مصر صحب الدكتور الشيخ صلاح الصاوي الأمين العام لمجمع فقهاء الشريعة بأمريكا، والشيخ الدكتور محمد يسري إبراهيم (رئيس الشؤون الأكاديمية بكلية الدراسات الإسلامية والعربية الجامعة الأمريكية المفتوحة بالقاهرة)، والشيخ محمد أحمد إسماعيل المقدم مؤسس المدرسة السلفية بالإسكندرية، والشيخ أحمد فريد، حفظهم الله تعالى.
كما كانت تربطه علاقات طيبة بالشيخ محمد صفوت نور الدين رحمه الله (رئيس جماعة أنصار السنة المحمدية المتوفى 13 رجب 1423هـ الموافق 20/9/2002م ، ونائبه الشيخ صفوت الشوادفي رحمه الله المتوفى عام 2000م، وكان قائمًا بالخطابة في مسجد أنصار السنة بدمنهور حين كانت رئاستها للشيخ عبد العزيز الخولي رحمه الله تعالى.
وقد ألقى محاضرات بالتنسيق مع جماعة أنصار السنة بمسجد التوحيد بمساكن الشناوى بالمنصورة، ومسجد الشيخ صفوت نور الدين وصفوت الشوادفي ببلبيس بالشرقية.
كما كانت له مشاركة بمجلة التوحيد التي تصدر عن أنصار السنة.
وممن صحبهم كذلك الداعية الشيخ عصام الشريف رحمه الله ؛ حيث كان الشيخ عصام الشريف رحمه الله وأحسن إليه وغفر له يحب الشيخ هشام عقدة ويقدره جدا وكان صاحب مشورته ولايصدر غالبا عن أمر ذي بال إلا بعد رجوعه للشيخ هشام عقدة.

اعتقاله:
ويجدر بالذكر أن الشيخ اعتقل في  14/5/2004 دون سبب ، ورغم حصوله على عدة أحكام قضائية نهائية بوجوب إخلاء سبيله وتبرئته ، إلا أن شيئا منها لم ينفذ وبقي في اعتقاله أربعة سنوات وخمسة أشهر، حتى أفرج عنه في 4/9/2008 . 
حتى أنه مناقشة رسالة الماجستير الخاصة به قد تمت (في 29 من شهر يناير عام 2007) / وهو رهن الاعتقال .

أخلاقه وسيرته : 
يمتاز الشيخ بسيرة حسنة ، وأخلاق طيبة، من أعظمها ، والتي تظهر جلية عليه : الدعوة إلى الله تعالى بالمحاضرات الدعوية وغيرها من أساليب الدعوة، وتعليم العلم الشرعي ، ونشر عقيدة أهل السنة والجماعة ، كما يتصف بالحرص على أداء مصالح المسلمين، والسعي في قضاء حوائجهم ، ويسارع في ذلك مسارعة شديدة، وأيضا التواضع ، فهو سمة طيبة ظاهرة عليه ، حتى مع من هم أصغر من سنا وأقل منه قدرا وعلما، وهو دائم الابتسام في وجه إخوانه المسلمين ، فلا تفارق الابتسامة وجهه ، كما أنه حريص جدا على مواعيده . هذا بالإضافة إلى ما من الله تعالى عليه به من بر بوالديه ، وذكاء وافر . . . 
والشيخ يهتم في دروسه العلمية بنقل كلام أهل العلم قديما وحديثا، وكذلك كلام العلامة الشيخ  ابن باز ، والعلامة الشيخ ابن عثيمين رحمهما الله تعالى ، ويثني عليهما الثناء الجميل، كذلك يهتم بفتاوى اللجنة الدائمة ، وكذلك فتاوى أهل العلم من السلف الصالح - رحمة الله عليهم - والمعاصرين . 
كذلك يهتم كثيرا- كغيره من العلماء والدعاة الناصحين المخلصين- بواقع المسلمين، وفضح الطواغيت وأعداء الدين . 
يحب إخوانه من المشايخ وطلبة العلم، ويحبه طلبته حبا كثيرا لا يخرج عن حد الاعتدال ، ومن أبرز من يربطه بهم الحب في الله من العلماء والدعاة : الشيخ/ محمد بن إسماعيل المقدم ، والشيخ/ أحمد فريد ، حفظهما الله تعالى . 

من مؤلفاته : 
من أبرز مؤلفاته كتاب «مختصر معارج القبول» ، وكتاب «مفسدات الإخوة» ، وكتاب «رسالة إلى إمام المسجد» ، وكتيب «كلمتي» ، و كتاب «منازل العباد بين القوة العلمية والقوة العملية» وكتاب «الأدلة على اعتبار المصالح والمفاسد في الأحكام»
وله محاضرات عديدة في شتى المجالات الشرعية والتربوية وله أيضا العديد من المقالات والدراسات التي قدم فيها الجديد للدعوة الإسلامية .",1,1117,"47B90D41","99999","أبو عاصم هشام بن عبد القادر بن محمد آل عقدة","معاصر"), 
 (180,"سفر الحوالي","سفر الحوالي 

الاسم : د. سفر بن عبد الرحمن الحوالي.
اللقب العلمي: أستاذ مشارك.
تاريخ الميلاد:1375 هـ.
مكان الميلاد:قرية حوالة في منطقة الباحة جنوب غرب الجزيرة العربية.
كلية التخرج:كلية الشريعة.
جامعة التخرج:الجامعة الإسلامية في المدينة المنورة.
التخصص العام:عقيدة.
التخصص الدقيق: فرق ومذاهب معاصرة.

المشاركات والخبرات العلمية:
(1) رئيس قسم العقيدة بجامعة أم القرى- سابقاً-.
(2) رئيس المركز الإسلامي للبحث العلمي والترجمة -سابقا-
(3) رئيس الحملة العالمية لمقاومة العدوان.

ومن مؤلفاته:
1. العلمانية نشأتها وتطورها.
2. ظاهرة الإرجاء في الفكر الإسلامي.
3. القُدْسُ بَيْنَ الْوَعْدِ الْحَقِّ .. وَالْوَعْدِ الْمُفْتَرَى.
4. كشف الغمة عن علماء الأمة (وعد كيسنجر والأهداف الأمريكية في الخليج).
5. منهج الأشاعرة في العقيدة.(مؤلف صغير).
6. يوم الغضب هل بدأ بانتفاضة رجب.(قراءة تفسيرية لنبوءات التوراة عن نهاية دولة إسرائيل)
7. رسالة من مكة .. عن أي شيء ندافع؟.(رد على خطاب المثقفين الأمريكيين الستين، والمعنون بـ(رسالة من أمريكا .. على أي شيء نقاتل؟).
8. الانتفاضة والتتار الجدد.
9. مقدمة في تطور الفكر الغربي والحداثة.
10.أصول الفرق والأديان والمذاهب الفكرية المعاصرة.
11. منهج الأشاعرة في العقيدة (كتاب كبير جديد غير الكتيب المختصر).
11. تقديم لكتاب (قدم العالم للكواري).

المقالات والبيانات:
1.بيان للأمة وخطاب إلى بوش.
2.نداء لنصرة فلسطين.
3.رسالة لأهل اليمن.
4.نصيحة وذكرى.
5.حوار مجلة البيان.
6.أحداث العراق.
7.رسالة لسعد الفقيه.
8.الأقلية حين تتحكم الأكثرية (رد على مطالب الشيعة في السعودية).
9.الإرهاب الأمريكي في العراق.
10.الموحدون من النصارى.
11.أسلوبان في دفع العدوان.
12.بيان من الحملة العالمية لمقاومة العدوان.
13.أول الغيث قطرة.
14.ماذا نفعل للحملة.
15.رسالة إلى إخواننا في العراق.

وله قصائد منها:
-ملحمة الشام.
-""يا قاهر الكفر"" قصيدة في المقاومةالعراقية.
-إعلان المباديء.
-طلعة المجد.
-وداعا يا أماه.
-الرعيل الأول.
-يا جدار الصمت.
-سجاح.

له موقع على شبكة الإنترنت وعنوانه : http://www.alhawali.com  

المصدر : الموسوعة الحرة : ويكيبيديا
",3,171,"388EF139","99999","سفر بن عبد الرحمن الحوالي","معاصر"), 
 (181,"محمد صالح الشنطي","محمد صالح الشنطي
ناقد وأستاذ أكاديمي متخصص في النقد الأدبي الحديث، وهو أردني الجنسية من مواليد فلسطين سنة 1945م.
له عدة مؤلفات أهمها:
1- متابعات أدبية. «يجرى حاليًا إعادة طبعه».
2- رحلة في آفاق الكلمة. «يجري حاليًا إعادة طبعه».
3- القصة السعودية القصيرة
4- القصيدة المهاجرة
5- فن الرواية في الأدب العربي السعودي. «يجري حاليًا إعادة طبعه».
6- فن التحرير العربي.
7- المهارات اللغوية.
8- آفاق الرؤيا وجماليات التشكيل.
9- ظواهر جديدة في شعر المقاومة بالاشتراك مع الدكتور أحمد الخطيب.

وسلسلة الأدب العربي عصوره وفنونه وقضاياه ومختارات مدروسة من نصوصه، وقد صدر منها حتى الآن:
1- الأدب العربي القديم المجلد الأول.
2- الأدب العربي القديم المجلد الثاني.
3- الأدب الوسيط «تحت الطبع».
4- في الأدب الحديث.
5- في الأدب العربي السعودي.
6- في الأدب الإسلامي.
7- في أدب الأطفال.
8- التجربة الشعرية في الأدب العربي السعودي المعاصر يقع في مجلدين.

كما صدر أيضًا سلسلة النقد الأدبي تاريخه وقضاياه واتجاهاته ومناهجه وتطبيقاته وصدر منها حتى الآن:
1- في النقد الأدبي الحديث مدارسه ومناهجه وقضاياه «دراسة نقدية تطبيقية»
2- النقد الأدبي المعاصر في المملكة العربية السعودية ملامحه واتجاهاته وقضاياه «في مجلدين».
",1,1123,"FACD2810","99999","محمد صالح الشنطي","معاصر"), 
 (182,"ابن أبي الدنيا","ابن أبي الدُّنيا (208 - 281هـ، 823 - 894م).

عبد الله بن محمد بن عُبيد بن سفيان بن قيس، الأموي، أبو بكر بن أبي الدنيا، البغدادي. الحافظ، المحدث، صاحب التصانيف المشهورة المفيدة، كان مؤدب أولاد الخلفاء. وكان من الوعاظ العارفين بأساليب الكلام وما يلائم طبائع الناس، إن شاء أضحك جليسه، وإن شاء أبكاه. وثقه أبو حاتم وغيره. صنّف الكثير حتى بلغت مصنفاته 164 مصنفاً منها: العظمة؛ الصمت؛ اليقين؛ ذم الدنيا؛ الشكر؛ الفرج بعد الشدة وغيرها. مولده ووفاته ببغداد.

نقلا عن
الموسوعة العربية العالمية http://www.mawsoah.net",1,273,"DBBBA610","281","أبو بكر عبد الله بن محمد بن عبيد بن سفيان بن قيس البغدادي الأموي القرشي المعروف بابن أبي الدنيا","281"), 
 (183,"السفاريني","السفاريني (1114 - 1188 هـ = 1702 - 1774 م) 

محمد بن أحمد بن سالم السفاريني، شمس الدين، أبو العون: عالم بالحديث والأصول والأدب، محقق.
ولد في سفارين (من قرى نابلس) ورحل إلى دمشق فأخذ عن علمائها ، وعاد إلى نابلس فدرس وأفتى، وتوفي فيها. 

من كتبه (الدراري المصنوعات في اختصار الموضوعات - خ) عند يوسف زخور بدمشق، و (كشف اللثام، شرح عمدة الأحكام - خ) في الظاهرية بدمشق، وعلى النسخة إجازة بخطه ذكر فيها مؤلفاته إلى سنة 1169 هـ، و (القول العلي لشرح أثر الامام علي - خ) في الرباط، و (الملح الغرامية - خ) في شرح قصيدة (غرامي صحيح) و (غذاء الألباب، شرح منظومة الآداب - ط) جزآن، و (لوامع الأنوار البهية وسواطع الأسرار الأثرية المضية في عقد أهل الفرقة المرضية - ط) جزآن، شرح منظومة له في عقيدة السلف، و (تحبير الوفا في سيرة المصطفى) و (التحقيق في بطلان التلفيق) و (فتاوى) متفرقة، بعضها في كراس أو أقل، و (ثبت - خ) يشتمل على أسانيده، في المجموع 1374 كتاني، في خزانة الرباط .

نقلا عن : الأعلام للزركلي",1,656,"63E75037","1188","شمس الدين، أبو العون محمد بن أحمد بن سالم السفاريني الحنبلي","1188"), 
 (184,"الواحدي","الواحدي (000 - 468 هـ) ( 000 - 1076 م)

علي بن أحمد بن محمد بن علي الواحدي، النيسابوري، الشافعي (أبو الحسن) مفسر، نحوي، لغوي، فقيه شاعر، إخباري.
أصله من ساوه، ومن أولاد التجار.
توفي بنيسابور في جمادى الآخرة، وقد شاخ.
من تصانيفه: «البسيط» في نحو 16 مجلدا في التفسير، «المغازي»، «شرح ديوان المتنبي»، «الإغراب في الإعراب»، و«نفي التحريف عن القرآن الشريف».

نقلا عن معجم المؤلفين لكحالة",1,1,"61849C94","468","أبو الحسن علي بن أحمد بن محمد بن علي الواحدي، النيسابوري، الشافعي","468"), 
 (185,"محيي الدين درويش","محيي الدين درويش (1326 - 1403 هـ =  1908 - 1982 م) 

محيي الدين بن أحمد مصطفى درويش.
ولد في مدينة حمص (سورية)، وفيها توفي.
عاش في سورية.
تلقى علومه في مدارس حمص، حيث كانت في ذلك الوقت عبارة عن كتاتيب يتلقى فيها طلاب العلم القرآن الكريم وعلومه، ظهرت نجابته فأنهى دراسته للقرآن 
الكريم وهو في سن العاشرة؛ مما أهله للالتحاق بمدرسة دار المعلمين العليا في دمشق.
عمل مدرسًا للأدب العربي في مدارس حمص التجهيزية بعد أن اختارته وزارة المعارف لهذا العمل في عام 1932م ، وفي عام 1963 م أصدر مجلة «الخمائل الأدبية» 
التي كانت متنفس الأدباء والشعراء داخل القطر السوري وخارجه، وكان قد رأس تحرير عدد من الجرائد.
كان عضوًا في المجلس الأعلى لرعاية الفنون والآداب والعلوم الاجتماعية.

من أعماله :
-  إعراب القرآن وبيانه - دار ابن كثير - دمشق 1988 
-  تحقيق «ديوان ديك الجن» بالاشتراك - مطابع الفجر - حمص 1960
- الرواد الأوائل للشعر في مدينة حمص - مجلة العمران العددان (27 و28) - حمص مارس 1969
- نشرت له مجلة الخمائل عددًا من المقالات منها: 
* الشريف الرضي في غزله - العدد (21) - سبتمبر 1962
* الصور الفنية المقتبسة من القرآن - العدد (14) - يناير 1963
* أبو العلاء المعري في رسالة الغفران - في عشر حلقات منذ عام 1964.

الإنتاج الشعري:
- أورد له كتاب «الحركة الشعرية المعاصرة في حمص» العديد من النماذج الشعرية
- أورد له كتاب «من أعلام حمص» نماذج من شعره
- نشرت له مجلة «الرسالة» عددًا من القصائد منها:
* «بقية حلم» - العدد (166) - القاهرة سبتمبر 1936، 
* «مساء القرية» - العدد (173) - القاهرة أكتوبر 1936
- نشرت له مجلة الخمائل عددًا من القصائد منها: 
* «اليتيم» - العددان (25 و26) - حمص ديسمبر 1964.

مصادر الدراسة: 
1 - أدهم آل جندي: أعلام الأدب والفن (جـ 2) - مطبعة الاتحاد - دمشق 1958.
2 - عبد القادر عياش: معجم المؤلفين السوريين في القرن العشرين - دار الفكر - دمشق 1985.
3 - عبد المعين الملوحي: بلدي الصغير الحبيب حمص - غرفة التجارة والصناعة - حمص 2002.
4 - محمد غازي التدمري: الحركة الشعرية المعاصرة في حمص1900 - 1956 - مطبعة سورية - دمشق 1980.
: من أعلام حمص (جـ 1) - دار المعارف - حمص 1999.
5 - لقاء أجراه الباحث أحمد هواش مع عبد المعين الملوحي أحد تلاميذ المترجم له - حمص 2003

نقلا عن : معجم البابطين 
لشعراء العربية في القرنين التاسع عشر والعشرين",2,1124,"55D2B1A8","1403","محيي الدين بن أحمد مصطفى درويش","1403"), 
 (186,"البيهقي","البيهقي (384 - 458 هـ = 994 - 1066 م) 

أحمد بن الحسين بن علي بن موسى أبو بكر البيهقي، من أئمة الحديث.
ولد في خسروجرد (من قرى بيهق، بنيسابور) ونشأ في بيهق ورحل إلى بغداد ثم إلى الكوفة ومكة وغيرهما، وطلب إلى نيسابور، فلم يزل فيها إلى أن مات. ونقل جثمانه إلى بلده [بيهق].
قال إمام الحرمين: ما من شافعي إلا وللشافعي فضل عليه غير البيهقي، فإن له المنة والفضل على الشافعي لكثرة
تصانيفه في نصرة مذهبه وبسط موجزه وتأييد آرائه.
وقال الذهبي: لو شاء البيهقي أن يعمل لنفسه مذهبا يجتهد فيه لكان قادرا على ذلك لسعة علومه ومعرفته بالاختلاف.
صنف زهاء ألف جزء، منها (السنن الكبرى - ط) عشر مجلدات، و (السنن الصغرى) و (المعارف) و (الأسماء والصفات - ط) و (ودلائل النبوة) و (الآداب - خ) في الحديث، و (الترغيب والترهيب) و (المبسوط) و (الجامع المصنف في شعب الإيمان - خ) رأيت منه نسخة قديمة في خزانة الرباط (433) جلاوي ، و (مناقب الامام الشافعي - خ) كما في فهرس المخطوطات، و (معرفة السنن والآثار - خ) المجلد الثاني منه، في خزانة الشاويش ببيروت، عليه خط ابن حجر والبقاعي و (القراءة خلف الامام - ط) و (البعث والنشور - خ) في شستربتي (3280) و (الاعتقاد) و (فضائل الصحابة) وبين هذه الكتب ما هو في عشر مجلدات، كالمبسوط 
___________________
نقلا عن الزركلي في الأعلام :(1/116) ، وكثير مما أشار إليه أنه مخطوط ، قد طبع بعد ذلك مثل ، شعب الإيمان والآداب ، وغير ذلك ",1,74,"E87F87A4","458","أحمد بن الحسين بن علي بن موسى الخُسْرَوْجِردي الخراساني، أبو بكر البيهقي","458"), 
 (187,"ابن عاشور","ابن عاشور (1296 - 1393 هـ = 1879 - 1973 م) 

محمد الطاهر بن عاشور: رئيس المفتين المالكيين بتونس وشيخ جامع الزيتونة وفروعه بتونس.
مولده ووفاته ودراسته بها.
عين (عام 1932) شيخا للإسلام مالكيا.
وهو من أعضاء المجمعين العربيين في دمشق والقاهرة.
له مصنفات مطبوعة، من أشهرها (مقاصد الشريعة الإسلامية) و (أصول النظام الاجتماعي في الإسلام) و (التحرير والتنوير) في تفسير القرآن، ، و (الوقف وآثاره في الإسلام) و (أصول الإنشاء والخطابة) و (موجز البلاغة)
ومما عني بتحقيقه ونشره (ديوان بشار بن برد) أربعة أجزاء.
وكتب كثيرا في المجلات.
وهو والد محمد الفاضل الآتية ترجمته

نقلا عن : الأعلام للزركلي",1,77,"8C722C04","1393","محمد الطاهر بن محمد بن محمد الطاهر بن عاشور التونسي","1393"), 
 (188,"عبد العزيز بن مبروك الأحمدي","الأستاذ الدكتور عبد العزيز بن مبروك الأحمدي ، الأستاذ بكلية الشريعة بالجامعة الإسلامية بالمدينة المنورة
ومستشار مدير الجامعة

من أعماله
- المشاركة في إعداد كتاب  الفقه الميسر في ضوء الكتاب والسنة ، وتوثيق النصوص، وتخريج الأحاديث الواردة في الكتاب كله
- اختلاف الدارين وآثاره في أحكام الشريعة الإسلامية ، رسالة دكتوراة",2,1126,"4B4AD98A","99999","عبد العزيز بن مبروك الأحمدي","معاصر"), 
 (189,"أحمد بن حنبل","ابن حنبل (164 - 241هـ، 780 - 855م).

أبو عبد الله أحمد بن محمد بن حنبل بن هلال بن أسد الشيباني. الفقيه والمحدث، صاحب المذهب.
ولد ببغداد ونشأ بها ومات والده وهو صغير فتعهدته أمه ووجهته إلى دراسة العلوم الدينية، فحفظ القرآن وتعلم اللغة. وفي الخامسة عشرة من عمره بدأ دراسة الحديث وحفظه، وفي العشرين من عمره بدأ في رحلات طلب العلم، فذهب إلى الكوفة ومكة والمدينة والشام واليمن ثم رجع إلى بغداد ودرس فيها على الشافعي أثناء قيام الشافعي برحلاته إليها في المدة من 195 إلى 197هـ، وكان من أكبر تلاميذ الشافعي ببغداد. كما تعلم أحمد على يد كثير من علماء العراق منهم إبراهيم بن سعيد وسفيان بن عيينة ويحيى بن سعيد ويزيد ابن هارون وأبو داود الطيالسي ووكيع بن الجراح وعبدالرحمن بن مهدي. بعد ذلك أصبح مجتهدًا صاحب مذهب مستقل وبرز على أقرانه في حفظ السنة وجمع شتاتها حتى أصبح إمام المحدثين في عصره، يشهد له في ذلك كتابه المسند الذي حوى نيفًا وأربعين ألف حديث. وقد أعطى الله أحمد من قوة الحفظ ما يتعجب له، يقول الشافعي: خرجت من بغداد وما خلفت فيها أفقه ولا أورع ولا أزهد ولا أعلم ولا أحفظ من ابن حنبل. وكان ابن حنبل قوي العزيمة صبورًا ثابت الرأي قوي الحجة، جريئًا في التكلم عند الخلفاء مما كان سببًا له في محنته المشهورة. وهي أنه في عصر خلافة المأمون العباسي أثيرت في سنة 212هـ مسألة القول بخلق القرآن، التي كانت عقيدة المعتزلة. حتى قيل من لم يعترف بهذه المسألة من العلماء والفقهاء فعقابه الحرمان من وظائف الدولة مع العقاب بالضرب والسجن. وكان ابن حنبل على خلاف ما يقولون ولم يعترف بقولهم، وكان في ذلك كالطود الثابت الراسخ، لم يركن إلى ما قاله المأمون، فكان نتيجة ذلك أن طبق عليه العقاب ومنع من التدريس وعذِّب وسجن في سنة 218هـ على يد إسحاق بن إبراهيم الخزاعي نائب المأمون، ثم سيق مكبلاً بالحديد حيث يقيم المأمون خارج بغداد، غير أن الخليفة المأمون مات قبل وصول أحمد بن حنبل إليه. وتولى الخلافة بعد المأمون أخوه، المعتصم، فسار على طريقة المأمون في هذه المسألة بوصية منه فسجن أحمد وأمر بضربه بالسياط عدة مرات حتى كان يغمى عليه في كل مرة من شدة الضرب، واستمر في ضرب أحمد وتعذيبه نحو ثمانية وعشرين شهرًا. ولما لم يغير أحمد ولم يرجع عن عقيدته ومذهبه أطلق سراحه وعاد إلى التدريس. ثم مات المعتصم سنة 227هـ وتولى بعده الواثق بالله فأعاد المحنة لأحمد ومنعه مخالطة الناس ومنعه من التدريس أكثر من خمس سنوات، حتى توفي الواثق سنة 232هـ، وتولى الخلافة بعده المتوكل، فأبطل بدعة خلق القرآن سنة 232 وترك للناس حرية اعتقادهم وكرَّم أحمد وبسط له يد العون وظل أحمد على منهاجه ثابتًا على رأيه حتى توفي ببغداد.
جمع تلاميذ أحمد من بعده مسائل كثيرة في الفقه والفتوى ودونوها ونقلوها بعضهم عن بعض في مجاميع كبيرة كما صنع ابن القيم في كتابيه، المغني، والشرح الكبير. ولم يدون أحمد مذهبه في الفقه كما لم يمله على أحد من تلاميذه كراهة اشتغال الناس به عن الحديث، وهو بهذا على غير منهج أبي حنيفة، الذي كان يدون عنه تلاميذه في حضوره، ومالك الذي كان يدون بنفسه وكذا الشافعي، فالجميع قد تركوا فقهًا مدونًا بخلاف أحمد فلم يترك فقهًا مدونًا، إلا أن تلاميذه بعده قاموا بتدوين ما سمعوه منه. ومن هؤلاء التلاميذ: محمد بن إسماعيل البخاري، صاحب الصحيح، ومسلم بن الحجاج النيسابوري، صاحب الصحيح، وأبو داود صاحب السنن. ومن تلاميذه البررة الذين دونوا ما سمعوه من فتاوى وآراء فقهية ولداه صالح (ت 266هـ) وعبدالله (ت 290هـ). ومن تلاميذه أيضًا أبوبكر أحمد بن محمد بن هانئ البغدادي المعروف بالأثرم (ت 273هـ). وهو من أشهر من دون الفقه لأحمد في كتاب، السنن في الفقه، على مذهب أحمد وشواهده من الحديث. ومن أشهرهم أيضًا أبوبكر أحمد بن الخلاّل (ت 311هـ)، في كتاب الجامع ويقع في عشرين سفرًا، وما دونه أبوبكر في هذا الكتاب يعد نقلاً من تلاميذ أحمد. أما في الحديث فلأحمد مسنده المعروف والمشهور.
وقد بنى الإمام أحمد مذهبه على أصول هي: كتاب الله أولاً ثم سنة رسول الله - صلى الله عليه وسلم -  ثانيًا، ثم فتوى الصحابي الذي لا يعلم له مخالف، ثم فتوى الصحابي المختلف فيها، ثم القياس وهو آخر المراتب عنده. وكان أحمد يعترف بالإجماع إذا ما تحقق، ولكنه كان يستبعد تحققه ووجوده، بجانب هذا كان أحمد يعمل بالاستصحاب والمصالح المرسلة وسد الذرائع متبعًا في ذلك سلف الأمة.

نقلا عن
الموسوعة العربية العالمية http://www.mawsoah.net",1,220,"E69171DE","241","أبو عبد الله أحمد بن محمد بن حنبل بن هلال بن أسد الشيباني","241"), 
 (190,"أبو السعادات بن الأثير","ابن الاثير (544 - 606 هـ = 1150 - 1210 م) 

المبارك بن محمد بن محمد بن محمد ابن عبد الكريم الشيباني الجزري، أبو السعادات، مجد الدين: المحدث اللغوي الأصولي.
ولد ونشأ في جزيرة ابن عمر.
وانتقل إلى الموصل، فاتصل بصاحبها، فكان من أخصائه.
وأصيب بالنقرس فبطلت حركة يديه ورجليه.
ولازمه هذا المرض إلى أن توفى في إحدى قرى الموصل، قيل: إن تصانيفه كلها، ألفها في زمن مرضه، إملاء على طلبته، وهم يعينونه بالنسخ والمراجعة.
من كتبه « النهاية - ط » في غريب الحديث، أربعة أجزاء، و « جامع الأصول في أحاديث الرسول - ط » عشرة أجزاء، جمع فيه بين الكتب الستة، و « الإنصاف في الجمع بين الكشف والكشاف » في التفسير، و « المرصع في الآباء والأمهات والبنات - ط » و « الرسائل - خ » من إنشائه، و « الشافي في شرح مسند الشافعي - خ » في الحديث، و « المختار في مناقب الاخيار - خ » و « تجريد أسماء الصحابة - خ » و « منال الطالب، في شرح طوال الغرائب - خ » في مجلد، جمع فيه من الأحاديث الطوال والأوساط ما أكثر ألفاظه غريب، وصنفه بعد انتهائه من كتابه «النهاية» رأيت نسخة منه متقنة جدا بخط ابن أخيه محمد بن نصر الله، سنة 606 في خزانة الرباط (182 أوقاف) واقتنيت تصويرها.

نقلا عن : الأعلام للزركلي",1,493,"8FEB2B1A","606","مجد الدين أبو السعادات المبارك بن محمد بن محمد بن محمد ابن عبد الكريم الشيباني الجزري ابن الأثير","606"), 
 (191,"علي بن حسن الحلبي","نسبه ونسبته : هو الشيخ علي بن حسن بن علي بن عبد الحميد، أبو الحارث؛ اليافي منبتاً، الحلبي نسبة، الأردني مهاجراً.

ولادته: من مواليد مدينة الزرقاء في الأردن؛ بتاريخ 29 جمادى الثاني، سنة (1380هـ).

نشأته وطلبه للعلم وشيوخه:
- هاجر والده وجده ـ إلى الأردن ـ من يافا في فلسطين سنة (1368هـ = 1948م)، من آثار حرب اليهود ـ لعنهم الله ـ.
- ابتدأ طلب العلم الشرعي ، فكان أبرز شيوخه العلامة الشيخ المحدث محمد ناصر الدين الألباني ـ رحمه الله ـ، ثم الشيخ اللغوي المقرىء عبد الودود الزراري ـ رحمه الله تعالى ـ، وغيرهم من أهل العلم.
- التقى بالشيخ محمد ناصر الدين الألباني في أواخر سنة (1977م) في عمان. ودرس على الشيخ الألباني ((إشكالات الباعث الحثيث)) سنة (1981م) وغيرها من كتب المصطلح.
-له إجازات علمية عامة، وحديثية خاصة، من عدد من أهل العلم، منهم العلامة الشيخ بديع الدين السندي، والعلامة الشيخ الفاضل محمد السالك الشنقيطي ـ رحمه الله ـ، وغيرهم.

من مؤلفاته
1 ـ ((علم أصول البدع)).
2 ـ ((دراسات علمية في صحيح مسلم)).
3 ـ ((رؤية واقعية في المناهج الدعوية)).
4 ـ ((النكت على نزهة النظر )).
5 ـ ((أحكام الشتاء في السنة المطهرة)).
6 ـ ((أحكام العيدين في السنة المطهرة)).
7 ـ ((التعليقات الأثرية على المنظومة البيقونية)).
8 ـ ((الدعوة إلى الله بين التجمع الحزبي والتعاون الشرعي…)) وغيرها.

من تحقيقاته
1 ـ ((مفتاح دار السعادة)) لابن القيم، في ثلاث مجلدات.
2 ـ ((التعليقات الرضية على الروضة الندية)) للألباني، في ثلاث مجلدات.
3 ـ((الباعث الحثيث))لابن كثير، في مجلدين.
4 ـ ((الحطة في ذكر الصحاح الستة))لصديق حسن خان، في مجلد.
5 ـ ((الداء والدواء)) لابن القيم، في مجلد.
6 ـ ((المتواري على أبواب البخاري)) لابن المنير، في مجلد… وغيرها
",1,1129,"95D8E682","99999","أبو الحارث علي بن حسن بن علي بن عبد الحميد الحلبي","معاصر"), 
 (192,"محمد صالح المنجد","محمد صالح المنجد

نبذة عن الشيخ محمد صالح المنجد
ولد الشيخ في 30/12/1381 هجرية ، وأنهى دراسته الابتدائية والمتوسطة والثانوية بالرياض ، وأنهى دراسته الجامعية في الظهران في المملكة العربية السعودية .
وقد حضر مجالس للشيخ عبد العزيز بن عبد الله بن باز والشيخ محمد بن صالح العثيمين والشيخ عبد الله بن عبد الرحمن الجبرين ، وهم أكثر شيوخه الذين استفاد منهم وقرأ على الشيخ عبد الرحمن بن ناصر البراك والشيخ محمد ولد سيدي الحبيب الشنقيطي ، وأخذ تصحيح قراءة القرآن على الشيخ سعيد آل عبد الله .
ومن شيوخه الذين استفاد منهم الشيخ صالح بن فوزان آل فوزان ، والشيخ عبد الله بن محمد الغنيمان ، والشيخ عبد المحسن الزامل ، والشيخ عبد الرحمن بن صالح المحمود .
وكان أكثر من استفاد منه في الإجابات الشيخ عبد العزيز بن عبد الله بن باز - رحمه الله - وكانت علاقته به ممتدة على مدى خمس عشرة سنة ، وهو الذي دفعه إلى التدريس وكتب إلى مركز الدعوة والارشاد بالدمام باعتماد التعاون معه في المحاضرات والخطب والدروس العلمية وبسبب الشيخ عبد العزيز بن باز - رحمه الله - أصبح خطيباً وإماماً ومحاضراً .
وله دروس علمية في الجامع الذي يؤم فيه - جامع عمر بن عبد العزيز بالخبر - ومنها :
- تفسير ابن كثير .
- شرح صحيح البخاري .
- فتاوى شيخ الاسلام ابن تيمية .
- شرح سنن الترمذي .
- شرح كتاب التوحيد للشيخ محمد بن عبد الوهاب .
- شرح عمدة الأحكام في الفقه للحافظ عبد الغني المقدسي .
وله سلسلة محاضرات تربوية يوم الأربعاء ، وبرنامج في إذاعة القرآن الكريم ( بين النبي صلى الله عليه وسلم وأصحابه - يوم السبت الساعة 2:05 دقائق بعد الظهر ) .
وله مشاركات في برامج تلفزيونية وأشرطة في دروس متنوعة منها :
1. ابن القيم العالم الرباني
2. دروس وعبر الإمام الشافعي
3. النبي صلى الله عليه وسلم كأنك تراه
4. حكمة إبراهيم عليه السلام
5. دروس وعبر من قصة الخضر
6. يوسف وامرأة العزيز
7. تنشيط الكسلان بسيرة سفيان (سيرة سفيان الثوري)
8. ذم الدَّيْن وعاقبة الاستدانة
9. حرب الله لأكلة الربا
10. الرد على من أحل الربا
11. أخطاء شائعة في البيوع
12. أنواع التأمين وحكمه في الشريعة
13. الرياء
14. الاستقامة
15. كيف تحب النبي صلى الله عليه وسلم
16. كيف نجدد الإيمان في قلوبنا
17. الخشوع في الصلاة
18. حاجتنا إلى الأخلاق
19. أعمال القلوب في وقت الشدة
20. مفسدات القلوب
21. البكاء من خشية الله
22. تصفية النفوس من الأحقاد
23. داء الغفلة
24. محبوبات المحبوب
25. إنعاش القلوب
26. صوارف الخشوع
27. إن إبراهيم كان أمة
28. ابن تيمية وحرب التتار
29. دروس وعبر في إسلام أبى ذر
30. صلاح الدين وتجديد الجهاد
31. فاجعة رحيل ابن باز
32. وأفل كوكب أهل الحديث الألباني
33. ألفاظ العامة المخالفة للشرع
34. كيف نحارب الكهانة والتنجيم
35. الحق أحق أن يتبع
36. خطورة الولاء الفكري
37. أهمية الإيمان باليوم الآخر
38. دروس في فتنة المسيح الدجال
39. التوكل على الله في الأزمات
40. عقيدتنا
41. لمحة عن الفرق المعاصرة
42. حكم الاحتفال بالكريسمس ورأس السنة
43. محاولات فاشلة لتشويه الإسلام
44. الرد على الصور التي نشرها اليهود
45. بدعة تقديم العقل على النقل
46. أضرحة وقبور
47. أخبار عيسى عليه السلام في أحاديث محمد صلى الله عليه وسلم
48. رؤوس أقلام في الرؤى والأحلام
49. العقيدة المضادة للعولمة
50. كلمات الأغاني في ميزان الشريعة
51. أحسنوا الظن بربكم
52. إلى المتزوجين الجدد
53. التبكير بالزواج
54. المرأة على عتبة الزواج
55. نحو زواج إسلامي
56. الانهيار الأسري
57. وصايا من الله في العشرة الزوجية
58. حقوق الزوجة على زوجها
59. حقوق الزوج على زوجته
60. زواج المسيار
61. الزواج السري
62. أدرك أهلك قبل أن يحترقوا
63. إن أكرمكم عند الله أتقاكم
64. أهمية الوسط الطيب للشباب المسلم
65. كيف تقرأ كتابا
66. وسائل تكوين الشخصية الإسلامية
67. وصايا لشباب المراكز الصيفية
68. حاجتنا إلى التربية الإسلامية
69. مقومات التربية الناجحة
70. كيف يربي المسلم نفسه
71. مشكلات تربوية
72. مصاحبة الصالحين
73. اجتهاد السلف في العبادة
74. لقاء مع الشباب (1-2-3-4)
75. نشأة إسماعيل وحسن الظن بالله
76. تربية النفس على العبادة
77. الشباب بين الهداية والانتكاسة
78. خطة وتوجه في إجازة الصيف
79. كيف تتعامل مع أخطاء الناس
80. للآباء والطلاب والمدرسين
81. كيف نستفيد من الجيل الفريد
82. حفظ الدين
83. مواقف تربوية مؤثرة في سيرة العلماء
84. ماذا ينقصنا
85. الشخص المفتون
86. كيف تروض نفسك
87. ثغرات قاتلة
88. العبادة المفقودة
89. إصلاح النفس بعد الهداية
90. مكانة الوحي عند الصحابة
91. نماذج من التزام السلف
92. ولا ترتدوا على أعقابكم
93. التنافر والتجاذب في العلاقات
94. مكايد من تلبيس إبليس
95. أثر القرآن في حياة الإنسان
96. التحذير من اتباع الهوى
97. وتلك الأيام نداولها بين الناس
98. لا تتبع النظرة النظرة
99. المسلم بين الزهد والورع
100. ماذا أعددنا لأهوال القيامة
101. شاب نشأ في طاعة الله
102. تذكر قبل أن تدخل السوق
103. كونوا مع الصادقين
104. مضت سنة من عمرك
105. وسائل الزيادة في الرزق
106. النذير الاخير ماذا تسمع
107. سبيل النجاة من فتنة النساء
108. أفي تحريم الغناء شك ؟
109. مسؤولية المسلم عن سمعه
110. زلزال الدنيا وزلزال الآخرة
111. حالنا بعد رمضان
112. ذكرى المثوى
113. الموقف الرهيب في اليوم العصيب
114. عبر في موازين الله وموازين البشر
115. جسر الأهوال
116. لحظة خروج الروح
117. الصاحب ساحب
118. جنة الدنيا
119. عذاب أهل الكبائر في البرزخ
120. تعس عبد الدنيا
121. حديث الرؤية والصراط
122. حديث آخر أهل الجنة دخولا
123. مصيبتنا سمعنا وعصينا
124. قرب نهاية العالم
125. تذكرة في الحر وفصل الصيف
126. التفريح بذكر التسبيح
127. أنوار الاستغفار
128. ما عذرك غدا بين يدي الله
129. المحفزات إلى عمل الخيرات
130. محرمات استهان بها كثير من الناس
131. ألهاكم التكاثر
132. الوصية الصغرى
133. الشهود يوم القيامة
134. إن أكرمكم عند الله أتقاكم
135. الأخوة في الله
136. من حسن إسلام المرء تركه مالا يعنيه
137. العفو والاعتذار بين الاخوة
138. حسن التعامل
139. قوة الإرادة وعلو الهمة
140. صاحب القلب الرحيم
141. حق العلم على المسلم
142. رسالة إلى المعلم المسلم
143. كيف نتحمس لطلب العلم
144. كيف نسأل أهل العلم
145. المزيد من المنهجية
146. كيف تلقي موضوعا
147. طالب العلم والحفظ
148. طالب العلم والرحلة
149. طالب العلم والعمل
150. دروس العلم في الإجازة
151. فضل العلم على المال
152. الفتوى بغير علم
153. رسائل أهل العلم
154. طوبى للغرباء
155. الجدية في الالتزام بالإسلام
156. عوائق في طريق الالتزام
157. علاج الهوى
158. وسائل الثبات على دين الله
159. آيات يخطئ فيها الكثيرون
160. صفة الرجولة في القرآن
161. الحلف والحنث
162. من هدي النبوة
163. المستقبل للإسلام
164. أريد أن أتوب ولكن
165. كيف ينظم المسلم وقته
166. شكاوى وحلول (الحلقة الأولى )
167. شكاوى وحلول (الحلقة الثانية )
168. الأسماء والكنى والألقاب في ميزان الشريعة
169. تصرف المسلم وقت الحرب
170. التساهل في الاحتجاج بالضرورة
171. ماذا نفعل في الحالات التالية
172. سيادة الشريعة
173. توبة قاتل المائة
174. مظاهر نقص الاستقامة
175. نظرات في حديث الدنيا ملعونة
176. رسالة إلى مستخدمي الكمبيوتر
177. خصائص أمة محمد
178. كيف يتعامل المسلم
179. التراجع تحت ضغط الواقع
180. أي الناس أنت
181. مؤامرة تمييع الدين
182. الغيرة على الدين
183. الشباب والتدين
184. وقاية المسلم من الشيطان
185. كيف تكون مجالسنا الإسلامية
186. ظاهرة ضعف الإيمان وأسبابه
187. خدمة الدين بالطاقة والمعرفة
188. رسالة إلى الطبيب المسلم
189. لا تتبع النظرة النظرة
190. استوصوا بالتائبين خيراً
191. عشرون قاعدة في إنكار المنكر
192. رسالة إلى الجندي المسلم
193. قواعد في علاقة الداعية بالدعوة
194. سبع وصايا للأطباء والطبيبات
195. ثغرات في بيوت الدعاة
196. مجالات لخدمة الإسلام
197. مواقف رائعة في التأثير الدعوي
198. إخلاص الداعية
199. رمضان فرصة للتعليم والدعوة
200. الانترنت بين الدعوة والمقاهي
201. نقطة الانطلاق في طريق الاستقامة
202. عالم الأرواح
203. وسع صدرك
204. أنواع الشهداء
205. قنديل في المسجد
206. مصيبة كسوفا
207. رواسب الجاهلية
208. مجازر إندونيسيا
209. آداب عيادة المريض
210. السفر وآدابه
211. المساجد آدابها وأحكامها
212. العيد آداب وأحكام
213. خوارم المروءة
214. الدعاء وآدابه
215. آداب النصيحة
216. آداب الحلقة والدرس
217. إن أكرمكم عند الله اتقاكم
218. لا يخلو جسد من حسد
219. فضائل الأعمال
220. اغتنم فراغك قبل شغلك
221. فوائد الابتلاء
222. قرة العينين في بر الوالدين
223. الباقيات الصالحات
224. صدقة نقية من نفس تقية
225. إصلاح ذات البين
226. صلة الرحم وأثرها عند المسلم
227. سبعون سؤال في الصيام
228. أخطاء شائعة في الصلاة
229. اجتهاد السلف في العبادة
230. العبادة في عشر ذي الحجة
231. الجمع في المطر
232. مائة فائدة من أحكام الصيام
233. آداب السواك
234. باب المسح على الخفين
235. باب في المذي وغيره
236. باب التيمم
237. باب الغسل من الجنابة
238. باب الحيض
239. صلاة الاستخارة
240. فوائد من أحكام صلاة الوتر
241. بيان في عمرة رمضان
242. صفة خطبة الجمعة
243. على من تجب الجمعة
244. الموقف من الاقتتال بين المسلمين
245. إغلاق منافذ الشر
246. لا للزنا نعم للزواج
247. المؤاخاة بين المهاجرين والأنصار
248. نعمة تطبيق الحدود
249. قصة إشاعة طلاق أمهات المؤمنين
250. غزوة الرجيع
251. أين المحافظة على الأعراض
252. المرأة المسلمة على عتبة الزواج
253. المسلمة وفريضة الأخوة في الله
254. خصال مطلوبة في المرأة المسلمة
255. حجابك يا أختاه
256. عبر من قصص النساء في القرآن
257. الجهل عدو المرأة
258. ثغرات تسدها المرأة المسلمة
259. مجلة المرأة المسلمة (الشريط 1 /2 )
260. ماذا فعلوا في عباءة المرأة
261. بركة المرأة التي أسلمت
262. عبر من قصص النساء في القرآن
263. ماذا قالوا عن الموت
264. الصبر على طاعة الله
265. كيف نجدد الإيمان في قلوبنا
266. كيف تكون عبدا شكورا
267. معاقبة النفس
268. من هم أولياء الله
269. قصة أصحاب الغار
270. قصة مقتل سلام بن أبي الحقيق
271. قصة الأبرص والأقرع والأعمى
272. قصة مقتل حمزة بن عبد المطلب
273. قصة الخصومة بين العمرين
274. قصة المستهزئ الذي هداه الله
275. قصة الواهبة نفسها للنبي صلى الله عليه وسلم
276. قصة خشبة المقترض
277. قصة إسلام أبي ذر
278. قصة بناء البيت العتيق
279. قصة موت أبي طالب
280. قصة هرقل والإسلام
281. قصة أبي هريرة مع الشيطان
282. إطلالة على سيرة العمرين
283. إتحاف السالك في سيرة أنس بن مالك

وقد كتب عدة مؤلفات منها :
1. كونوا على الخير أعواناً
2. أربعون نصيحة لإصلاح البيوت
3. 33 سبباً للخشوع
4. الأساليب النبوية في علاج الأخطاء
5. سبعون مسألة في الصيام
6. علاج الهموم
7. المنهيات الشرعية
8. محرمات استهان بها كثير من الناس
9. ماذا تفعل في الحالات التالية
10. ظاهرة ضعف الإيمان
11. وسائل الثبات على دين الله
12. أريد أن أتوب ولكن
13. شكاوى وحلول
وقد أنشأ موقع الاسلام سؤال وجواب على شبكة الانترنت عام 1997 وما زال العمل قائماً فيه إلى الآن ، والله ولي التوفيق . .
______
بواسطة العضو عبد ال",1,963,"37DDC2F1","99999","محمد صالح المنجد","معاصر"), 
 (193,"المهرواني","قال الذهبي - رحمه الله - في سير أعلام النبلاء :
 المَهْرَوَانِيّ أَبُو القَاسِمِ يُوْسُفُ بنُ مُحَمَّدِ بنِ أَحْمَدَ 
الشَّيْخُ، الإِمَامُ، الزَّاهِدُ، العَابِدُ، الصَّادِقُ، بَقِيَّةُ المَشَايِخِ، أَبُو القَاسِمِ يُوْسُفُ بنُ مُحَمَّدِ بنِ أَحْمَدَ بنِ مُحَمَّدِ بنِ أَحْمَدَ  المهْرَوَانِيُّ، الهَمَذَانِيُّ ، نَزِيْلُ بَغْدَادَ، مِنْ صُوْفِيَّة رِبَاط الزَّوْزَنِي.
سَمِعَ:أَبَا أَحْمَد الفَرَضِي، وَأَبَا الحَسَنِ بنَ الصَّلْت، وَأَبَا عُمَر بن مَهْدِيٍّ، وَأَبَا مُحَمَّدٍ بنَ البَيِّع، وَعَلِيَّ بنَ مُحَمَّدِ بنِ بِشْرَان، وَطَبَقَتهُم.
وَانتقَى عَلَيْهِ أَبُو بَكْرٍ الخَطِيْبُ خَمْسَة أَجزَاء مَشْهُوْرَة، وَابْنُ خَيْرُوْنَ ثَلاَثَة أَجزَاء؛لَمْ تَقَعْ لِي، وَكَانَ مِنْ ثِقَاتِ النَّقَلَة.
حَدَّثَ عَنْهُ:أَبُو بَكْرٍ قَاضِي المَارستَان، وَيُوْسُفُ بنُ أَيُّوْبَ الهَمَذَانِيّ، وَأَبُو القَاسِمِ إِسْمَاعِيْلُ بنُ السَّمَرْقَنْدِيّ، وَعبدُ الرَّحْمَن بنُ مُحَمَّدٍ القَزَّاز، وَيَحْيَى بنُ الطَّرَّاح، وَأَبُو الفَضْلِ الأُمَوِيّ، وَآخَرُوْنَ.
مَاتَ:فِي رَابع عشر ذِي الحِجَّةِ، سَنَةَ ثَمَانٍ وَسِتِّيْنَ وَأَرْبَعِ مائَة، فِي عَشْرِ التِّسْعِيْنَ، وَدُفِنَ عَلَى بَاب رِبَاط الزوزنِي - رَحِمَهُ اللهُ - .",1,1131,"5F1B7B84","468","أبو القاسم يوسف بن محمد بن أحمد بن محمد بن أحمد المهرواني، الهمذاني","468");